<?php
// Standard
$locale['400'] = "私人留言";
$locale['401'] = "寫新留言";
$locale['402'] = "收件箱";
$locale['403'] = "寄件箱";
$locale['404'] = "存檔";
$locale['405'] = "主題";
$locale['406'] = "由";
$locale['407'] = "日期";
$locale['408'] = "站長";
$locale['409'] = "以選項執行:";
$locale['410'] = "選全部";
$locale['411'] = "全部不選";
$locale['412'] = "存檔";
$locale['413'] = "未存檔";
$locale['414'] = "已讀";
$locale['415'] = "未讀";
$locale['416'] = "刪除";
$locale['417'] = "信件顯示發信人:";
$locale['418'] = "全部";
$locale['419'] = "你沒有私人留言";
$locale['420'] = "寄私人留言";
$locale['421'] = "至";
$locale['422'] = "留言";
$locale['423'] = "BB Code";
$locale['424'] = "Smileys";
$locale['425'] = "選項";
$locale['426'] = "寄";
$locale['427'] = "在留言中停用Smileys";
$locale['428'] = "留言中顯市簽名";
$locale['429'] = "預覽";
$locale['430'] = "寄";
$locale['431'] = "讀私人留言";
$locale['432'] = "關閉";
$locale['433'] = "回覆";
$locale['434'] = "寄全部";
$locale['435'] = "取消";
$locale['436'] = "預覽回覆";
$locale['437'] = "寄";
$locale['438'] = "預覽留言";
$locale['439'] = "回覆";
$locale['440'] = "(已收取 %s)";
$locale['441'] = "已站長之名寫";
$locale['442'] = "使用者權限";
$locale['443'] = "群組";

// Search 選項
$locale['450'] = "搜尋及排列選項";
$locale['451'] = "搜尋 / 排列";
$locale['452'] = "清除";
$locale['453'] = "搜尋沒發現";
$locale['454'] = "搜尋項";
$locale['455'] = "在";
$locale['456'] = "排列根據";
$locale['457'] = "(使用 ? 和 * 作為wildcard通配符)";
$locale['458'] = "顯市會員現以 '%s' 在 '%s' ";
$locale['459'] = "寄件者開始以'%s' ";
$locale['460'] = "排列以 '%s'";
$locale['461'] = "此留言已空";
$locale['462'] = "主題";
$locale['463'] = "留言";
$locale['464'] = "寄件者";
$locale['465'] = "日期/時間 收到";

// Error 留言s
$locale['480'] = "錯誤";
$locale['481'] = "錯的留言 ID";
$locale['482'] = "錯的會員 ID";
$locale['483'] = "衹限會員";
$locale['484'] = "你的留言設施因濫用已撤.";
$locale['485'] = "請選至少一個留言";
$locale['486'] = "你須填完全部欄目: 主題及留言";

// Tooltips
$locale['500'] = "點選寫新留言";
$locale['501'] = "點選查看 你的收取留言";
$locale['502'] = "點選查看 你的基出留言";
$locale['503'] = "點選查看 你的存檔留言";
$locale['504'] = "點選標記留言";
$locale['505'] = "點選查看此留言";
$locale['506'] = "點選查看寄件人檔案";
$locale['507'] = "點選標記留言";
$locale['508'] = "點選不標記留言";
$locale['509'] = "點選查看來自所有寄件人的留言";
$locale['510'] = "點選查看由 %s開始寄件人的留言";
$locale['511'] = "點選移動已標記留言進你的存檔夾";
$locale['512'] = "點選移動已標記留言進你的取件夾";
$locale['513'] = "點選設已標記留言為已讀";
$locale['514'] = "點選設已標記留言為未讀";
$locale['515'] = "點選刪除已標記留言";
$locale['516'] = "點選改變設定";

// 選項
$locale['620'] = "選項";
$locale['621'] = "當我收到新私人留言請以電郵通知我:";
$locale['622'] = "自動儲存已寄留言:";
$locale['623'] = "存檔選項";
$locale['624'] = "已存檔選項";
$locale['625'] = "你有一個新私人留言在".$settings['sitename']內;
$locale['626'] = ",\r\n你有一個新私人留言在 ".$settings['sitename'].". 你可在".$settings['siteurl']讀取你的私人留言."留言s.php\r\n\r\n如你不想再收到留言通知你可在私人留言頁選項選取停用電郵通知.";
$locale['627'] = "錯誤";
$locale['628'] = "未能寄出私人留言. 使用者收件箱已滿.";
$locale['629'] = "你可移動在特定文件夾內已選留言這會超出最大留言限制.";
$locale['630'] = " 留言限制";
$locale['631'] = "是";
$locale['632'] = "否";
?>