<?php
$locale['400'] = "相簿";
$locale['401'] = "打開相簿";
$locale['402'] = "沒有縮圖";
$locale['403'] = "日期: ";
$locale['404'] = "建立者: ";
$locale['405'] = "相片: ";
$locale['406'] = "未定立相簿.";

$locale['420'] = "相簿資料";
$locale['421'] = "相簿: ";
$locale['422'] = "相片數: ";
$locale['423'] = "最新相片加入者 ";
$locale['424'] = " on ";
$locale['425'] = 未有相片加入此相簿";

$locale['430'] = "觀看相簿";
$locale['431'] = "打開觀看";
$locale['432'] = "沒有縮圖";
$locale['433'] = "日期: ";
$locale['434'] = "加入者: ";
$locale['435'] = "觀看次數: ";
$locale['436'] = "留言: ";
$locale['437'] = "評價: ";
$locale['438'] = "無";

$locale['450'] = "觀看 相片";
$locale['451'] = "之前相片";
$locale['452'] = "下張相片";
$locale['453'] = "打開看全圖";
$locale['454'] = "大小: ";
$locale['455'] = "pixels";
$locale['456'] = "檔案大小: ";
$locale['457'] = "觀看次數: ";
$locale['458'] = "按這結束";
?>