<?php
// Prevod by GeneralDusan, generaldusan@yahoo.com wwww.contrateam.net/ //
// Contact Form
$locale['400'] = "Контакт";
$locale['401'] = "";
$locale['402'] = "Име:";
$locale['403'] = "Е-маил адреса на коју желите да Вам се одговори:";
$locale['404'] = "Тема - Наслов поруке:";
$locale['405'] = "Порука:";
$locale['406'] = "Пошаљи";
// Contact Errors
$locale['420'] = "Морате да наведете име";
$locale['421'] = "Морате да наведете е-маил адресу";
$locale['422'] = "Морате да наведете тему";
$locale['423'] = "Морате да откуцате поруку";
// Message Sent
$locale['440'] = "Ваша порука је послата";
$locale['441'] = "Хвала";
$locale['442'] = "Ваша порука није послата због:";
$locale['443'] = "Молимо Вас да покушате поново.";
?>