<?php
// Prevod by GeneralDusan, generaldusan@yahoo.com wwww.contrateam.net/ //

// Locale Settings
setlocale(LC_TIME, "en","GB"); // Linux Server (Windows may differ)
$locale['charset'] = "utf-8";
$locale['tinymce'] = "en";
$locale['phpmailer'] = "en";

// Full & Short Months
$locale['months'] = "&nbsp|Јануар|Фебруар|Март|Април|Мај|Јун|Јул|Август|Септембар|Октобар|Новембар|Децембар";
$locale['shortmonths'] = "&nbsp|Јан|Феб|Мар|Апр|Мај|Јун|Јул|Авг|Септ|Окт|Нов|Дец";

// Standard User Levels
$locale['user0'] = "Јавни";
$locale['user1'] = "Чланови";
$locale['user2'] = "Администратор";
$locale['user3'] = "Супер Администратор";
// Forum Moderator Level(s)
$locale['userf1'] = "Модератор";
// Navigation
$locale['001'] = "Навигација";
$locale['002'] = "Нема дефинисаних линкова";
$locale['003'] = "Само за чланове";
$locale['004'] = "Нема садржаја за овај панел";
// Users оnline
$locale['010'] = "Корисници онлајн";
$locale['011'] = "Гости онлајн: ";
$locale['012'] = "Чланови онлајн: ";
$locale['013'] = "Нема чланова онлајн";
$locale['014'] = "Регистрованих чланова: ";
$locale['015'] = "Чланови који нису активирани: ";
$locale['016'] = "Најновији Члан: ";
// Sidebar & Other Titles
$locale['020'] = "Теме на форуму";
$locale['021'] = "Најновије теме";
$locale['022'] = "Најпопуларније теме";
$locale['023'] = "Најновији чланци";
$locale['024'] = "Добродошли";
$locale['025'] = "Задње активне теме на форуму";
$locale['026'] = "Најновије теме";
$locale['027'] = "Најновије поруке";
$locale['028'] = "Нова/е порука/е";
// Forum List Texts
$locale['030'] = "Форум";
$locale['031'] = "Тема";
$locale['032'] = "Прегледа";
$locale['033'] = "Одговора";
$locale['034'] = "Најновији одговор";
$locale['035'] = "Тема";
$locale['036'] = "Послато";
$locale['037'] = "Још увек нисте започели ни једну тему на форуму.";
$locale['038'] = "Још увек нисте послали ни једну поруку на форум.";
$locale['039'] = "Има %u нових порука од Ваше последње посете.";
// News & Articles
$locale['040'] = "Послао/ла ";
$locale['041'] = "време ";
$locale['042'] = "Прочитај више";
$locale['043'] = " коментари";
$locale['044'] = " прегледа";
$locale['045'] = "Одштампај";
$locale['046'] = "Вести";
$locale['047'] = "Нема послатих вести";
$locale['048'] = "Измени";
// Prev-Next Bar
$locale['050'] = "Претходна Страна";
$locale['051'] = "Следећа Страна";
$locale['052'] = "Страна ";
$locale['053'] = " од ";
// User Menu
$locale['060'] = "Пријава";
$locale['061'] = "Корисничко име";
$locale['062'] = "Лозинка";
$locale['063'] = "Запамти ме";
$locale['064'] = "Пријави ме";
$locale['065'] = "Нисте члан?<br>Кликните<a href='".BASEDIR."register.php' class='side'><b> О В Д Е </b /></a> да би се регистровали.";
$locale['066'] = "Заборавили сте Вашу лозинку?<br>Захтевајте нову <a href='".BASEDIR."lostpassword.php' class='side'> О В Д Е </a>.";
//
$locale['080'] = "Измени Профил";
$locale['081'] = "Приватне Поруке";
$locale['082'] = "Списак Чланова";
$locale['083'] = "АДМИН ПАНЕЛ";
$locale['084'] = "Одјави се";
$locale['085'] = "Имате %u нову/их ";
$locale['086'] = "поруку";
$locale['087'] = "порука";
// Poll
$locale['100'] = "Анкета за чланове";
$locale['101'] = "Пошаљи глас";
$locale['102'] = "Морате да се пријавите да би сте гласали.";
$locale['103'] = "Гласај";
$locale['104'] = "Гласова";
$locale['105'] = "Гласова: ";
$locale['106'] = "Започето: ";
$locale['107'] = "Закључено: ";
$locale['108'] = "Архива анкета";
$locale['109'] = "Изаберите анкету коју желите да видите:";
$locale['110'] = "Погледај";
$locale['111'] = "Погледај анкету";
// Shoutbox
$locale['120'] = "Четбокс";
$locale['121'] = "Име:";
$locale['122'] = "Порука:";
$locale['123'] = "Пошаљи";
$locale['124'] = "Помоћ";
$locale['125'] = "Морате да се пријавите да би послали поруку.";
$locale['126'] = "Архива порука";
$locale['127'] = "Нема послатих порука.";
// Footer Counter
$locale['140'] = "Уникатна Посета";
$locale['141'] = "Уникатних Посета";
// Admin Navigation
$locale['150'] = "АДМИН ХОМЕ";
$locale['151'] = "ПОВРАТАК НА САЈТ";
$locale['152'] = "АДМИН Панели";
// Miscellaneous
$locale['190'] = "Одржавање је укључено";
$locale['191'] = "Ваша ИП адреса се налази на нашој црној листи.";
$locale['192'] = "Одјављујем се као ";
$locale['193'] = "Пријављујем се као ";
$locale['194'] = "Овај налог је суспендован.";
$locale['195'] = "Овај налог није активиран.";
$locale['196'] = "Нетачно корисничко име или лозинка.";
$locale['197'] = "Молимо сачекајте док Вас сервер пребаци...<br><br>
[ <a href='index.php'>Или кликните овде уколико не желите да чекате</a> ]";
$locale['198'] = "<b>УПОЗОРЕЊЕ:</b> setup.php ЈЕ ПРОНАЂЕН, ОБРИШИТЕ ГА ШТО ПРЕ!!!";
?>