<?php
// Prevod by GeneralDusan, generaldusan@yahoo.com wwww.contrateam.net/ //
$locale['400'] = "Изгубљена лозинка";
$locale['401'] = "Е-маил за потврду је послат.";
$locale['402'] = "Ваша нова лозинка је послата на Вашу е-маил адресу.";
$locale['403'] = "Вратите се на сајт";
$locale['404'] = "Е-маил адреса коју сте навели није пронађена.";
$locale['405'] = "Е-маил адреса коју сте навели није исправна.";
$locale['406'] = "Молимо Вас да покушате поново.";
$locale['407'] = "Молимо Вас да упишете е-маил адресу са којом је Ваш налог регистрован.<br>
Нова лозинка ће бити послата на ту е-маил адресу.";
$locale['408'] = "Пошаљи лозинку";
$locale['409'] = "Нова лозинка за ";
$locale['410'] = "Здраво [USER_NAME],\n
Ви, или неко други је захтевао лозинку Вашег налога за сајт ".$settings['sitename'].".\n
Да би променили лозинку молимо Вас да посетите:\n
[NEW_PASS_LINK]\n
Поздрав,
".$settings['siteusername'];
$locale['411'] = "Здраво [USER_NAME],\n
Ваша нова лозинка за приступ Вашем налогу на ".$settings['sitename']." је:\n
[NEW_PASS]\n
Поздрав,
".$settings['siteusername'];
?>