<?php
// Prevod by GeneralDusan, generaldusan@yahoo.com wwww.contrateam.net/ //
// Members List
$locale['400'] = "Списак чланова";
$locale['401'] = "Корисничко име";
$locale['402'] = "Позиција корисника";
$locale['403'] = "Нема корисничких имена која почињу са ";
$locale['404'] = "Прикажи све";
// View User Groups
$locale['410'] = "Погледај корисничку групу";
$locale['411'] = "%u корисник";
$locale['412'] = "%u корисника";
// User Profile
$locale['420'] = "Профил члана";
$locale['422'] = "Статистика";
$locale['423'] = "Корисничке групе";
// Edit Profile
$locale['440'] = "Измени профил";
$locale['441'] = "Профил је успешно измењен";
$locale['442'] = "Профил није измењен:";
// Edit Profile Form
$locale['460'] = "Измени профил";
// Update Profile Errors
$locale['480'] = "Морате да наведете корисничко име и е-маил адресу.";
$locale['481'] = "Корисничко име садржи недозвољене знакове - карактере.";
$locale['482'] = "Корисничко име ".(isset($_POST['user_name']) ? $_POST['user_name'] : "")." је у употреби.";
$locale['483'] = "Neispravna e-mail adresa.";
$locale['484'] = "E-mail adresa ".(isset($_POST['user_email']) ? $_POST['user_email'] : "")." је у употреби.";
$locale['485'] = "Нове лозинке се не поклапају.";
$locale['486'] = "Неисправна лозинка, молимо Вас да користите само алфанумеричке карактере.<br>
Лозинка мора да буде најмање 6 карактера дугачка.";
$locale['487'] = "<b>УПОЗОРЕЊЕ:</b> скрипта је обавила неочекивану операцију.";
?>