<?php
// Prevod by GeneralDusan, generaldusan@yahoo.com wwww.contrateam.net/ //
// Standard
$locale['400'] = "Приватне поруке";
$locale['401'] = "Напиши нову поруку";
$locale['402'] = "Примљене поруке";
$locale['403'] = "Послате поруке";
$locale['404'] = "Архива";
$locale['405'] = "Наслов";
$locale['406'] = "Од";
$locale['407'] = "Датум";
$locale['408'] = "Власник сајта";
$locale['409'] = "Уради са изабраним порукама:";
$locale['410'] = "Изабери све поруке";
$locale['411'] = "Изабери ниједну поруку";
$locale['412'] = "Сними";
$locale['413'] = "Обриши";
$locale['414'] = "Прочитано";
$locale['415'] = "Није прочитано";
$locale['416'] = "Обриши поруку/е";
$locale['417'] = "Прикажи пошиљаоце са словима:";
$locale['418'] = "Све";
$locale['419'] = "Немате нове приватне поруке";
$locale['420'] = "Пошаљи приватну поруку";
$locale['421'] = "За";
$locale['422'] = "Порука";
$locale['423'] = "ББ Код";
$locale['424'] = "Смајлији";
$locale['425'] = "Opcije";
$locale['426'] = "Пошаљи";
$locale['427'] = "Искључи смајлије у овој поруци";
$locale['428'] = "Прокажи мој потпис у поруци";
$locale['429'] = "Прегледај поруку";
$locale['430'] = "Пошаљи";
$locale['431'] = "Прочитај приватну поруку";
$locale['432'] = "Затвори";
$locale['433'] = "Одговори";
$locale['434'] = "Пошаљи свима";
$locale['435'] = "Откажи";
$locale['436'] = "Погледај одговор";
$locale['437'] = "Пошаљи";
$locale['438'] = "Прегледај поруку";
$locale['439'] = "Одговори";
$locale['440'] = "(примљена %s)";
$locale['441'] = "Пиши као власник сајта";
$locale['442'] = "Nivoi korisnika";
$locale['443'] = "Групе";

// Search Options
$locale['450'] = "Подешавања претраге и редоследа";
$locale['451'] = "Претражи / Поређај";
$locale['452'] = "Обриши све";
$locale['453'] = "Нема резултата  за ову претрагу";
$locale['454'] = "Тражи";
$locale['455'] = "у";
$locale['456'] = "Поређај по";
$locale['457'] = "(Користите ? и * за делимичне поготке)";
$locale['458'] = "Приказујем чланове са '%s' у '%s' ";
$locale['459'] = "Пошиљаоц почиње са '%s' ";
$locale['460'] = "Поређај према '%s'";
$locale['461'] = "Ово сандуче је празно";
$locale['462'] = "Наслов";
$locale['463'] = "Порука";
$locale['464'] = "Пошиљаоц";
$locale['465'] = "Време пријема";

// Error Messages
$locale['480'] = "Грешка";
$locale['481'] = "Погрешан ИД поруке";
$locale['482'] = "Погрешан ИД члана";
$locale['483'] = "Само за чланове";
$locale['484'] = "Your Private Messaging facility has been withdrawn due to misuse.";
$locale['485'] = "Молимо Вас да изаберете бар једну поруку";
$locale['486'] = "Морате да попуните поља Тема и Порука";

// Tooltips
$locale['500'] = "Кликните да напишете нову поруку";
$locale['501'] = "Кликните да погледате примљене поруке";
$locale['502'] = "Кликните да погледате послате поруке";
$locale['503'] = "Кликните да погледате сачуване поруке";
$locale['504'] = "Кликните да изаберете ову поруку";
$locale['505'] = "Кликните да погледате ову поруку";
$locale['506'] = "Кликните да видите профил пошиљаоца";
$locale['507'] = "Кликните да обележите све поруке";
$locale['508'] = "Кликните да обележите ни једну поруку";
$locale['509'] = "Кликните да видите поруке од свих пошиљаоца";
$locale['510'] = "Кликните да видите поруке од пошиљаоца који почињу са %s";
$locale['511'] = "Кликните да померите изабране поруке у сандуче за снимљене поруке";
$locale['512'] = "Кликните да померите изабране поруке у сандуче за примљене поруке";
$locale['513'] = "Кликните да обележите изабране поруке као прочитане";
$locale['514'] = "Кликните да обележите изабране поруке нао непрочитане";
$locale['515'] = "Кликните да обришете изабране поруке";
$locale['516'] = "Кликните да примените промене";

// Options
$locale['620'] = "Опције";
$locale['621'] = "Обавести ме е-маил-ом када примим нову приватну поруку:";
$locale['622'] = "Аутоматски сачувај послате поруке:";
$locale['623'] = "Опције сачувавања";
$locale['624'] = "Опције сачуваних";
$locale['625'] = "Имате нову приватну поруку на ".$settings['sitename'];
$locale['626'] = ",\r\nПримили сте нову приватну поруку на ".$settings['sitename'].". Можете да је прочитате на  ".$settings['siteurl']."messages.php\r\n\r\nМожете да искључите опцију да Вас сајт не обавеШтава кад год примите нову приватну поруку у опцијама приватних порука.";
$locale['627'] = "Грешка";
$locale['628'] = "Не могу да пошаљем приватну поруку, сандуче корисника коме желите да пошаљете приватну поруку је пуно.";
$locale['629'] = "Немате довољно места да померите изабрану/е поруку/е у тај фолдер јер ћете онда прећи дозвољен број порука у том фолдеру.";
$locale['630'] = " Лимит за поруке";
$locale['631'] = "Да";
$locale['632'] = "Не";
?>