<?php
// Prevod by GeneralDusan, generaldusan@yahoo.com wwww.contrateam.net/ //

$locale['400'] = "Албуми фотографија";
$locale['401'] = "Отвори албум";
$locale['402'] = "Нема мале слике";
$locale['403'] = "Датум: ";
$locale['404'] = "Слику направио/ла: ";
$locale['405'] = "Фотографија: ";
$locale['406'] = "Албуми фотографија нису дефинисани.";

$locale['420'] = "Информације о албуму";
$locale['421'] = "Албум: ";
$locale['422'] = "Број фотографија: ";
$locale['423'] = "Задњу фотографију је додао/ла ";
$locale['424'] = " време ";
$locale['425'] = "Нема фотографија у овом албуму";

$locale['430'] = "Погледај албум";
$locale['431'] = "Кликните да погледате";
$locale['432'] = "Нема мале слике";
$locale['433'] = "Датум: ";
$locale['434'] = "Додао/ла: ";
$locale['435'] = "Прегледа: ";
$locale['436'] = "Коментари: ";
$locale['437'] = "Рејтинг: ";
$locale['438'] = "Нема";

$locale['450'] = "Погледај фотографију";
$locale['451'] = "Претходна фотографија";
$locale['452'] = "Следећа фотографија";
$locale['453'] = "Кликните да би видели слику у пуној величини";
$locale['454'] = "Димензије: ";
$locale['455'] = "пиксела";
$locale['456'] = "Величина: ";
$locale['457'] = "Број прегледа: ";
$locale['458'] = "Кликните да би затворили";
?>