<?php
// Prevod by GeneralDusan, generaldusan@yahoo.com wwww.contrateam.net/ //
$locale['400'] = "Регистрација";
$locale['401'] = "Активирај Налог";
// Registration Errors
$locale['402'] = "Морате да наведете корисничко име, лозинку и е-маил адресу.";
$locale['403'] = "Корисничко име садржи недозвољење карактере.";
$locale['404'] = "Лозинке се не поклапају.";
$locale['405'] = "Недозвољена лозинка, молимо Вас да користите само алфанумеричке карактере.<br>
Лозинка мора да буде дугачка најмање 6 карактера.";
$locale['406'] = "Ваша е-маил адреса није исправна.";
$locale['407'] = "Жао нам је, али корисничко име ".(isset($_POST['username']) ? $_POST['username'] : "")." је у употреби.";
$locale['408'] = "Жао нам је, али е-маил адреса ".(isset($_POST['email']) ? $_POST['email'] : "")." је у употреби.";
$locale['409'] = "Налог који није активиран је регистрован на ову е-маил адресу.";
$locale['410'] = "Код за проверу који сте унели није исправан.";
$locale['411'] = "Ваша е-маил адреса или њен домен је на нашој црној листи.";
// Email Message
$locale['449'] = "Добродошли на ".$settings['sitename'];
$locale['450'] = "Здраво ".(isset($_POST['username']) ? $_POST['username'] : "").",\n
Добродошли на ".$settings['sitename'].". Ово су Ваши детаљи за пријаву:\n
Корисничко име: ".(isset($_POST['username']) ? $_POST['username'] : "")."
Лозинка: ".(isset($_POST['password1']) ? $_POST['password1'] : "")."\n
Молимо Вас да активирате Ваш налог уз помоћ следећег линка:\n";
// Registration Success/Fail
$locale['451'] = "Регистрација је сада комплетна";
$locale['452'] = "Сада можете да се улогујете.";
$locale['453'] = "Администратор ће активирати Ваш налог ускоро.";
$locale['454'] = "Ваша регистрација је скоро комплетна, примићете е-маил који садржи податке за пријаву као и линк за активирање Вашег налога.";
$locale['455'] = "Ваш налог је потврђен.";
$locale['456'] = "Регистрација није успела";
$locale['457'] = "Слање е-маил-а није успело, молимо Вас да контактирате <a href='mailto:".$settings['siteemail']."'>АДМИНИСТРАТОРА</a>.";
$locale['458'] = "Регистрација није успела због:";
$locale['459'] = "Молимо Вас да покушате поново";
// Register Form
$locale['500'] = "Молимо Вас да унесете Ваше податке испод. ";
$locale['501'] = "Е-маил за потврду је послат на адресу коју сте навели. ";
$locale['502'] = "Поља означена са <span style='color:#ff0000;'>*</span> морају да буду попуњена.
Ваше корисничко име и лозинка су  CaSe-SeNsITiVe, молимо Вас да користите само мала слова.";
$locale['503'] = " Можете да измените податке, као и да додате нове чим се пријавите.";
$locale['504'] = "Код за проверу:";
$locale['505'] = "Унесите код за проверу:";
$locale['506'] = "Регистрација";
$locale['507'] = "Систем за регистрацију је тренутно искључен, покушајте касније.";
// Validation Errors
$locale['550'] = "Морате да наведете корисничко име.";
$locale['551'] = "Морате да наведете лозинку.";
$locale['552'] = "Морате да наведете е-маил адресу.";
?>