<?php
// Prevod by GeneralDusan, generaldusan@yahoo.com wwww.contrateam.net/ //
// Search form
$locale['400'] = "Претрага ".$settings['sitename'];
$locale['401'] = "Тражи:";
$locale['402'] = "Чланке";
$locale['403'] = "Вести";
$locale['404'] = "Поруке на форуму";
$locale['405'] = "Довнлоаде";
$locale['406'] = "Линкове";
$locale['407'] = "Чланове";
$locale['408'] = "Тражи";
$locale['409'] = "Резултати претраге";
// Category matches
$locale['410'] = "Чланак";
$locale['411'] = "Чланци";
$locale['412'] = "Вест";
$locale['413'] = "Вести";
$locale['414'] = "Порука на форуму";
$locale['415'] = "Поруке на форуму";
$locale['416'] = "Довнлоад";
$locale['417'] = "Довнлоади";
$locale['418'] = "Линк";
$locale['419'] = "Линкови";
$locale['420'] = "Члан";
$locale['421'] = "Чланови";
$locale['422'] = " се поклапа са упитом за претрагу";
// Standard search results
$locale['430'] = "Резултат";
$locale['431'] = "Резултати";
$locale['432'] = " пронађени/их у ";
$locale['433'] = "темама чланака";
$locale['434'] = "текстовима чланака";
$locale['435'] = "темама вести";
$locale['436'] = "текстовима вести";
$locale['437'] = "проширеним текстовима вести";
$locale['438'] = "темама порука";
$locale['439'] = "текстовима порука";
// Download & Web link search results
$locale['450'] = "[НОВО]";
$locale['451'] = "Лиценца:";
$locale['452'] = "Оперативни систем:";
$locale['453'] = "Верзија:";
$locale['454'] = "Датум додавања:";
$locale['455'] = "Довнлоада:";
$locale['456'] = "Посета:";
// No results
$locale['470'] = "Нема пронађених резултата.";
$locale['471'] = "Текст за претрагу мора да буде дугачак најмање 3 карактера.";
?>