<?php
// Prevod by GeneralDusan, generaldusan@yahoo.com wwww.contrateam.net/ //
$locale['400'] = "Четбокс - Помоћ";
$locale['401'] = "".$settings['sitename']." Четбокс омогућује посетиоцима и члановима овог сајта да остављају кратке поруке које су свима видљиве. ХТМЛ тагови су искључени (забрањени). Максимална дужина једне поруке је 255 карактера, сваки карактер преко биће аутоматски одсечен из поруке. Речи дуже од 20 карактера биће аутоматски одвојене. Молимо Вас <b>немојте да</b>:<br>
<br>
1. Нападате друге посетиоце овог сајта увредљивим и сличним порукама.<br>
2. Флодујете или Спамујете овај четбокс.<br><br>
Можете да рекламирате свој, или било који други wеб сајт, све док та иста реклама не крши ауторска права (Copyright &copy;). Следећи смајлији могу да се нађу у Вашим постовима (порукама):";
$locale['402'] = "Код";
$locale['403'] = "Смајли";
$locale['404'] = "".$settings['sitename']." задржава право да обрише БИЛО КОЈУ поруку без образложења. Сва питања можете да поставите на <a href='mailto:".$settings['siteemail']."'>".$settings['siteemail']."</a>.";
?>