<?php
// Contact Form
$locale['400'] = "Зворотній зв'язок";
$locale['401'] = "Наша електронна адреса:
<a href='mailto:".str_replace("@","&#64;",$settings['siteemail'])."'>".str_replace("@","&#64;",$settings['siteemail'])."</a>.
Якщо ви зареєстрований користувач, ви можете надіслати мені <a href='messages.php?msg_send=1'><U>приватне повідомлення</U></a>.
Або можете заповнити форму на цій сторінці.";
$locale['402'] = "Ім'я:";
$locale['403'] = "E-mail:";
$locale['404'] = "Тема:";
$locale['405'] = "Повідомлення:";
$locale['406'] = "Відправити";
// Contact Errors
$locale['420'] = "Ви повинні ввести своє ім'я";
$locale['421'] = "Ви повинні ввести свій e-mail";
$locale['422'] = "Ви повинні ввести тему повідомлення";
$locale['423'] = "Ви повинні ввести текст повідомлення";
// Message Sent
$locale['440'] = "Ваше повідомлення відправлено";
$locale['441'] = "Дякуємо";
$locale['442'] = "Ваше повідомлення не відправлено по наступним причинам:";
$locale['443'] = "Cпробуйте ще разок.";
?>
