<?php


// Locale Settings
setlocale(LC_ALL, 'ru_RU.CP1251'); // Linux Server (Windows may differ)
$locale['charset'] = "windows-1251";
$locale['tinymce'] = "ru";
$locale['phpmailer'] = "ru";

// Full & Short Months
$locale['months'] = "&nbsp|Січень|Лютий|Березень|Квітень|Травень|Червень|Липень|Серпень|Вересень|Жовтень|Листопад|Грудень";
$locale['shortmonths'] = "&nbsp|Січ|Лют|Бер|Кві|Тра|Чер|Лип|Сер|Вер|Жов|Лис|Гру";

// Standard User Levels
$locale['user0'] = "Загальний доступ";
$locale['user1'] = "Користувач";
$locale['user2'] = "Адміністратор";
$locale['user3'] = "Супер Адміністратор";
// Forum Moderator Level(s)
$locale['userf1'] = "Модератор";
// Navigation
$locale['001'] = "Навігація";
$locale['002'] = "Лінків не вказано\n";
$locale['003'] = "Тілько для зареєстрованих користувачів";
$locale['004'] = "Порожньо";
// Users Online
$locale['010'] = "Зараз на сайті";
$locale['011'] = "Гостей: ";
$locale['012'] = "Користувачів онлайн: ";
$locale['013'] = "Користувачів онлайн: 0";
$locale['014'] = "Зареєстрованих: ";
$locale['015'] = "Неактивних користувачів: ";
$locale['016'] = "Новенький: ";
// Sidebar & Other Titles
$locale['020'] = "Теми форуму";
$locale['021'] = "Нові теми";
$locale['022'] = "Обговорювані теми";
$locale['023'] = "Свіжі статті";
$locale['024'] = "Ласкаво просимо на ".$settings['sitename']."";
$locale['025'] = "Останні активні теми форуму";
$locale['026'] = "Мої теми";
$locale['027'] = "Мої повідомлення";
$locale['028'] = "Нові повідомлення";
// Forum List Texts
$locale['030'] = "Форум";
$locale['031'] = "Тема";
$locale['032'] = "Переглядів";
$locale['033'] = "Відповідей";
$locale['034'] = "Останні повідомлення";
$locale['035'] = "Заголовок";
$locale['036'] = "Надіслано";
$locale['037'] = "Немає доступних тем.";
$locale['038'] = "Немає надісланих повідомлень.";
$locale['039'] = "Є %u нових повідомлень, після вашого останнього візиту.";
// News & Articles
$locale['040'] = "Опублікував ";
$locale['041'] = " ";
$locale['042'] = "Далі";
$locale['043'] = " Коментарів";
$locale['044'] = " Прочитаних";
$locale['045'] = "Для друкування";
$locale['046'] = "Новини";
$locale['047'] = "Покищо немає новин";
$locale['048'] = "Редагувати";
// Prev-Next Bar
$locale['050'] = "Попередня";
$locale['051'] = "Наступна";
$locale['052'] = "Сторінка ";
$locale['053'] = " з ";
// User Menu
$locale['060'] = "Гість";
$locale['061'] = "Ім'я";
$locale['062'] = "Пароль";
$locale['063'] = "Запам`ятати мене";
$locale['064'] = "Логін";
$locale['065'] = "Ви не зареєстровані?<br>Натисніть <a href='".BASEDIR."register.php' class='side'><U>тут</U></a> для реєстрації.";
$locale['066'] = "Забули пароль? <br> Новий <a href='".BASEDIR."lostpassword.php' class='side'><U>тут</U></a>.";
//
$locale['080'] = "Редагувати профіль";
$locale['081'] = "Особисті повідомлення";
$locale['082'] = "Список користувачів";
$locale['083'] = "Панель адміністратора";
$locale['084'] = "Вихід";
$locale['085'] = "Ви маєте %u нов. ";
$locale['086'] = "повідомлення";
$locale['087'] = "повідомлень";
// Poll
$locale['100'] = "Опитування";
$locale['101'] = "Голосувати";
$locale['102'] = "Для участі в опитуванні ви повинні ввести логін і пароль.";
$locale['103'] = "Голос";
$locale['104'] = "Голосів";
$locale['105'] = "Опитано: ";
$locale['106'] = "Початок: ";
$locale['107'] = "Закінчено: ";
$locale['108'] = "Архів опитувань";
$locale['109'] = "Виберіть опитування зі списку:";
$locale['110'] = "Перегляд";
$locale['111'] = "Перегляд опитування";
// Shoutbox
$locale['120'] = "Міні-чат";
$locale['121'] = "Ім'я:";
$locale['122'] = "Повідомлення:";
$locale['123'] = "Сказати";
$locale['124'] = "Допомога";
$locale['125'] = "Вам необхідно ввести пароль.";
$locale['126'] = "Архів чату";
$locale['127'] = "Немає надісланих повідомлень.";
// Footer Counter
$locale['140'] = "унікальний користувач";
$locale['141'] = "унікальних відвідувань";
// Admin Navigation
$locale['150'] = "В панель адміністратора";
$locale['151'] = "Вернутися на сайт";
$locale['152'] = "Панель адміністратора";
// Miscellaneous
$locale['190'] = "Режим обслуговування";
$locale['191'] = "Ваша IP-адреса заблокована.";
$locale['192'] = "Заходьте ще ";
$locale['193'] = "Ласкаво просимо ";
$locale['194'] = "Ваш аккаунт заблокований.";
$locale['195'] = "Ваш аккаунт ще не активований.";
$locale['196'] = "Неправильне ім'я або пароль.";
$locale['197'] = "Будь ласка, зачекайте...<br><br>
[ <a href='index.php'>або натисніть тут, якщо не хочете чекати</a> ]";
$locale['198'] = "<b>Увага:</b> знайдено setup.php, негайно удаліть цей файл! Це серйозна загроза безпеці сайту.";
?>
