<?php
$locale['400'] = "Відновлення пароля";
$locale['401'] = "Підтвердження було надіслано на Ваш e-mail адрес.";
$locale['402'] = "Ваш новий пароль надісланий на Ваш e-mail адрес.";
$locale['403'] = "Повернутися на сайт";
$locale['404'] = "Вказаний вами е-mail відсутній в базі даних";
$locale['405'] = "Ви вказали невірний e-mail.";
$locale['406'] = "Спробуйте ще раз.";
$locale['407'] = "Будь ласка, введіть e-mail, вказаний при реєстрації.<br>
Новий пароль буде надісланий на нього.";
$locale['408'] = "Надіслати пароль";
$locale['409'] = "Новий пароль для ";
$locale['410'] = "Здоровенькі були, [USER_NAME],\n
Хтось (можливо і ви) запросили вислати пароль до вашого аккаунту ".$settings['sitename']." \n
Щоб змінити пароль, клікніть по посиланню:\n
[NEW_PASS_LINK]\n
З повагою,
".$settings['siteusername'];
$locale['411'] = "Здоровенькі були [USER_NAME],\n
Ваш новий пароль для доступу до аккаунту:\n
[NEW_PASS]\n
З повагою,
".$settings['siteusername'];
?>
