<?php
// Members List
$locale['400'] = "Список користувачів";
$locale['401'] = "Ім'я користувача";
$locale['402'] = "Статус";
$locale['403'] = "Немає імен, що починаються з ";
$locale['404'] = "Показати усе";
// View User Groups
$locale['410'] = "Перегляд групи";
$locale['411'] = "%u користувач";
$locale['412'] = "%u користувачів";
// User Profile
$locale['420'] = "Профіль користувача: ";
$locale['421'] = "Загальна інформація";
$locale['422'] = "Статистика:";
$locale['423'] = "Групи користувачів:";
// Edit Profile
$locale['440'] = "Редагувати профіль";
$locale['441'] = "Профіль успішно змінено";
$locale['442'] = "Не можу змінити профіль:";
// Edit Profile Form
$locale['460'] = "Оновити профіль";
// Update Profile Errors
$locale['480'] = "Ви повинні визначити ім'я та e-mail адреса.";
$locale['481'] = "Ім'я користувача вміщує неприпустимі символи.";
$locale['482'] = "Користувач з ім'ям ".(isset($_POST['user_name']) ? $_POST['user_name'] : "")." вже є.";
$locale['483'] = "Невірна адреса e-mail.";
$locale['484'] = "E-mail ".(isset($_POST['user_email']) ? $_POST['user_email'] : "")." вже використовується.";
$locale['485'] = "Нові паролі не ідентичні.";
$locale['486'] = "Невірний пароль, використовуйте тільки літери та цифри.<br>
Пароль повинен мати не менше як 6 символів.";
$locale['487'] = "<b>Увага:</b> помилкове виконання сценарію.";
?>
