<?php
// Standard
$locale['400'] = "Приватні повідомлення";
$locale['401'] = "Написати нове повідомлення";
$locale['402'] = "Вхідні";
$locale['403'] = "Вихідні";
$locale['404'] = "Архів";
$locale['405'] = "Тема";
$locale['406'] = "Від";
$locale['407'] = "Дата";
$locale['408'] = "Власники сайту";
$locale['409'] = "Опції редагування:";
$locale['410'] = "Вибрати всі";
$locale['411'] = "Відмінити всі";
$locale['412'] = "Зберегти";
$locale['413'] = "Не зберігати";
$locale['414'] = "Прочитано";
$locale['415'] = "Не прочитано";
$locale['416'] = "Видалили";
$locale['417'] = "Показати відправлені повідомлення:";
$locale['418'] = "Всі";
$locale['419'] = "Ви не маєте приватных повідомлень";
$locale['420'] = "Надіслати приватне повідомлення";
$locale['421'] = "Кому";
$locale['422'] = "Повідомлення";
$locale['423'] = "BB Code";
$locale['424'] = "Смайли";
$locale['425'] = "Опції";
$locale['426'] = "Відправити";
$locale['427'] = "Заборонити смайли в повідомлення";
$locale['428'] = "Показати підпис в повідомленні";
$locale['429'] = "Передперегляд";
$locale['430'] = "Відіслати";
$locale['431'] = "Читати приватне повідомлення";
$locale['432'] = "Закрити";
$locale['433'] = "Відповісти";
$locale['434'] = "Надіслати усім";
$locale['435'] = "Відмінити";
$locale['436'] = "Передперегляд відповіді";
$locale['437'] = "Відправити";
$locale['438'] = "Передперегляд повідомлення";
$locale['439'] = "Відповісти";
$locale['440'] = "(отримано %s)";
$locale['441'] = "запис власників сайту";
$locale['442'] = "Рівні користувачів";
$locale['443'] = "Групи";

// Search Options
$locale['450'] = "Опції пошуку та сортування";
$locale['451'] = "Шукати / Сортувати";
$locale['452'] = "Очистити";
$locale['453'] = "По вашому запиту нічого не знайдено";
$locale['454'] = "Шукати для";
$locale['455'] = "в";
$locale['456'] = "Сортувати";
$locale['457'] = "(Використовуйте ? і * як шаблон)";
$locale['458'] = "Показ поточних користувачів з '%s' по '%s' ";
$locale['459'] = "Відправників, що починаються з '%s' ";
$locale['460'] = "Сортувати '%s'";
$locale['461'] = "Ця скринька порожня";
$locale['462'] = "Тема";
$locale['463'] = "Повідомлення";
$locale['464'] = "Відправник";
$locale['465'] = "Дата/Час отримання";

// Error Messages
$locale['480'] = "Помилка";
$locale['481'] = "Невірний ID повідомлення";
$locale['482'] = "Невірний ID користувача";
$locale['483'] = "Тільки для користувачів";
$locale['484'] = "Ваше приватни повідомлення було видалено із-за неправильного вживання.";
$locale['485'] = "Будь ласка, виберіть хоча би одне повідомлення";
$locale['486'] = "Ви повинні заповнити всі поля: Тема та Повідомлення";

// Tooltips
$locale['500'] = "Нажміть, щоб написати нове повідомлення";
$locale['501'] = "Нажміть для перегляду вхідних повідомлень";
$locale['502'] = "Нажміть для перегляду вихідних повідомлень";
$locale['503'] = "Нажміть для перегляду збережених повідомлень";
$locale['504'] = "Нажміть для відмітки цього повідомлення";
$locale['505'] = "Нажміть для перегляду цього повідомлення";
$locale['506'] = "Нажміть для перегляду профіля відправника";
$locale['507'] = "Нажміть, щоб помітити всі повідомлення";
$locale['508'] = "Нажміть, щоб зняти всі відмітки";
$locale['509'] = "Нажміть для перегляду повідомлень всіх відправників";
$locale['510'] = "Нажміть для перегляду повідомлень відправників, чиї імена починаються з %s";
$locale['511'] = "Нажміть, щоб перемістити відмічені повідомлення в Архів";
$locale['512'] = "Нажміть, щоб перемістити відмічені повідомлення у Вхідні";
$locale['513'] = "Нажміть, щоб помітити відмічені повідомлення, як прочитані";
$locale['514'] = "Нажміть, щоб помітити відмічені повідомлення, як непрочитані";
$locale['515'] = "Нажміть, щоб видалити відмічені повідомлення";
$locale['516'] = "Нажміть, щоб змінити налаштування";

// Options
$locale['620'] = "Налаштування";
$locale['621'] = "Повідомляти мене по e-mail про нові приватні повідомлення:";
$locale['622'] = "Автоматично зберігати відправлені повідомлення:";
$locale['623'] = "Зберегти";
$locale['624'] = "Зберегти";
$locale['625'] = "Нове приватне повідомлення чекає вас на сайті ".$settings['sitename'].".";
$locale['626'] = ",\r\nВи отримали нове приватне повідомлення на сайті ".$settings['sitename'].". Ви можете ознайомитись з ним тут:".$settings['siteurl']."messages.php\r\n\r\nВи можете відключити поштові повідомлення в налаштуваннях, якщо Ви більше не хочете їх отримувати.";
$locale['627'] = "Помилка";
$locale['628'] = "Неможливо відправити повідомлення. Скринька Вхідні адресата переповнена.";
$locale['629'] = "Ви не можете перемісти вибрані повідомлення в каталог, так як це перевищить ліміт повідомлень.";
$locale['630'] = " Ліміт повідомлень";
$locale['631'] = "Так";
$locale['632'] = "Ні";
?>
