<?php
$locale['400'] = "Фотоальбоми";
$locale['401'] = "Відкрити альбом";
$locale['402'] = "Немає прев'ю";
$locale['403'] = "Дата: ";
$locale['404'] = "Добавив: ";
$locale['405'] = "Фото: ";
$locale['406'] = "Фотоальбом не визначений.";

$locale['420'] = "Інформація";
$locale['421'] = "Альбом: ";
$locale['422'] = "Кількість фото: ";
$locale['423'] = "Останнє фото добавив ";
$locale['424'] = "  ";
$locale['425'] = "В цьому альбомі немає фото";

$locale['430'] = "Перегляд альбому";
$locale['431'] = "Натисніть для перегляду";
$locale['432'] = "Немає прев'ю";
$locale['433'] = "Дата: ";
$locale['434'] = "Добавив: ";
$locale['435'] = "Переглядів: ";
$locale['436'] = "Коментарів: ";
$locale['437'] = "Рейтинг: ";
$locale['438'] = "Порожньо";

$locale['450'] = "Перегляд фото";
$locale['451'] = "&#171; Попереднє";
$locale['452'] = "Наступне &#187;";
$locale['453'] = "Натисніть для перегляду оригінального розміру";
$locale['454'] = "Розмір: ";
$locale['455'] = "пікселів";
$locale['456'] = "Розмір файла: ";
$locale['457'] = "Кількість переглядів: ";
$locale['458'] = "Закрити";
?>
