<?php
$locale['r100'] = "Рейтинги";
$locale['r101'] = "Немає оцінки.";
$locale['r102'] = "Видалити рейтинг";
$locale['r103'] = "Оцінити";
$locale['r104'] = "Рейтинг доступний тільки для зареєстрстрованих користувачів.<br><br>Будь ласка, залогініться або зареєструйтесь для голосування.";
$locale['r105'] = "Ви оцінили це, як <b>%s</b> у %s";
$locale['r106'] = "Будь ласка, виберіть Вашу оцінку";
$locale['r107'] = "Виберіть рейтинг:";
$locale['r108'] = "Немає голосів";
$locale['r109'] = "Голос";
$locale['r110'] = "Голоса";
// Rating Options
$locale['r120'] = "Відмінно!";
$locale['r121'] = "Дуже добре";
$locale['r122'] = "Добре";
$locale['r123'] = "Задовільно";
$locale['r124'] = "Погано";
?>
