<?php
$locale['400'] = "Реєстрація";
$locale['401'] = "Активізувати аккаунт";
// Registration Errors
$locale['402'] = "Ви повинні ввести Ваше ім'я, пароль і e-mail.";
$locale['403'] = "Ім'я користувача має в собі недопустимі символи.";
$locale['404'] = "Паролі не співпадають.";
$locale['405'] = "Недопустимий пароль. Використовуйте букви англійскої розкладки клавіатури і цифри.";
$locale['406'] = "Ви ввели неіснуючу адресу e-mail.";
$locale['407'] = "Вибачте, але ім'я ".(isset($_POST['username']) ? $_POST['username'] : "")." вже використовується.";
$locale['408'] = "Вибачте, але e-mail ".(isset($_POST['email']) ? $_POST['email'] : "")." вже використовується.";
$locale['409'] = "Неактивний аккаунт був зареєстрований з e-mail.";
$locale['410'] = "Не вірний перевірочний код.";
$locale['411'] = "Ваша e-mail адреса або домен заблокований.";
// Email Message
$locale['449'] = "Ласкаво просимо ".$settings['sitename'];
$locale['450'] = "Привіт, ".(isset($_POST['username']) ? $_POST['username'] : "").",\n
Дякуємо за реєстрацію на сайті ".$settings['sitename'].". ось ваші дані для входу:\n
Ім'я користувача: ".(isset($_POST['username']) ? $_POST['username'] : "")."
Пароль: ".(isset($_POST['password1']) ? $_POST['password1'] : "")."\n
Будь ласка активуйте ваш аккаунт по наступному лінку:\n";
// Registration Success/Fail
$locale['451'] = "Реєстрація закінчена успішно";
$locale['452'] = "Ви можете увійти.";
$locale['453'] = "Адміністратор активізує ваш аккаунт.";
$locale['454'] = "Реєстрація майже закінчена. Відповідна інформація по активації профілю відіслана на вказану Вами е-mail адреса";
$locale['455'] = "Ваш аккаунт був активізований.";
$locale['456'] = "Реєстрація не закінчена";
$locale['457'] = "Відправте лист з помилками адміну, <a href='mailto:".$settings['siteemail']."'>Адміністратор сайта</a>.";
$locale['458'] = "Реєстрація не закінчена по наступним причинам:";
$locale['459'] = "Спробуйте ще раз";
// Register Form
$locale['500'] = "Нижче введіть інформацію про себе. ";
$locale['501'] = "Для перевірки вашого e-mail на нього буде відіслано лист. ";
$locale['502'] = "Поля помічені <span style='color:#ff0000;'>*</span> обов'язкові для заповнення. Ім'я і пароль чутливі до реєстру.";
$locale['503'] = " Ви зможете змінити профіль після реєстрації вибравши меню Редагування профілю.";
$locale['504'] = "Перевірочний код:";
$locale['505'] = "Введіть перевірочний код:";
$locale['506'] = "Реєстрація";
$locale['507'] = "Реєстрація тимчасово припинена.";
// Validation Errors
$locale['550'] = "Будь ласка визначіть ім'я користувача.";
$locale['551'] = "Будь ласка введіть пароль.";
$locale['552'] = "Будь ласка введіть е-mail адресу.";
?>
