<?php
// Search form
$locale['400'] = "Пошук по сайті ".$settings['sitename'];
$locale['401'] = "Шукати:";
$locale['402'] = "в статтях";
$locale['403'] = "в новинах";
$locale['404'] = "на форумі";
$locale['405'] = "в каталозі файлів";
$locale['406'] = "в каталозі лінків";
$locale['407'] = "серед користувачів";
$locale['408'] = "Шукати";
$locale['409'] = "Результат пошуку";
// Category matches
$locale['410'] = "Стаття";
$locale['411'] = "Статей";
$locale['412'] = "Повідомлень на форумі";
$locale['413'] = "Пунктів новин";
$locale['414'] = "Повідомлень на форумі";
$locale['415'] = "Повідомлень на форумі";
$locale['416'] = "файл";
$locale['417'] = "файлів";
$locale['418'] = "Лінк в каталозі";
$locale['419'] = "Лінків в каталозі";
$locale['420'] = "Користувач";
$locale['421'] = "Користувачів";
$locale['422'] = " відповідає Вашому запиту";
// Standard search results
$locale['430'] = "відповідність";
$locale['431'] = "відповідністі";
$locale['432'] = " в ";
$locale['433'] = "заголовку статті";
$locale['434'] = "тексті статті";
$locale['435'] = "заголовку новини";
$locale['436'] = "тексті новини";
$locale['437'] = "повному тексті новини";
$locale['438'] = "темі повідомлення на форумі";
$locale['439'] = "повідомленні на форумі";
// Download & Web link search results
$locale['450'] = "[нове]";
$locale['451'] = "Ліцензія:";
$locale['452'] = "OС:";
$locale['453'] = "Версія:";
$locale['454'] = "Дата добавления:";
$locale['455'] = "Завантажень:";
$locale['456'] = "Переходів:";
// No results
$locale['470'] = "не знайдено відповідностей.";
$locale['471'] = "Текст для пошуку повинен мати в собі, принаймні, 3 символа.";
?>
