<?php
$locale['title'] = "PHP-Fusion Setup";
$locale['charset'] = "windows-1251";
$locale['400'] = "Виберіть мову";
$locale['401'] = "Не в змозі встановити з'єднання з базою даних.<br><br> Будь ласка перевірте правильність вказаних даних.<br>";
$locale['402'] = "Не в змозі вибрати таблицю бази даних.<br><br> Будь ласка перевірте правильність вказаних даних.";
// Step 0 - Welcome
$locale['410'] = "Ласкаво просимо в установку PHP-Fusion";
$locale['411'] = "Перевірка дозволів запису пройшла";
$locale['412'] = "Помилка перевірки дозволу запису";
$locale['413'] = "Будь ласка, провірте правильність прав доступа до папок (CHMOD).";
$locale['414'] = "Якщо все правильно, натисніть - далі.";
// Step 0 - Access criteria
$locale['420'] = "Установки для бази даних";
$locale['421'] = "Ім'я хоста бази даних:";
$locale['422'] = "Ім'я користувача БД:";
$locale['423'] = "Пароль БД:";
$locale['424'] = "Назва БД:";
$locale['425'] = "Префікс таблиц:";
$locale['426'] = "Далі";
// Step 1 - Запис конфігурації / Створення таблиці бази даних
$locale['430'] = "Неможливо записати дані у файл config.<br>
Встановіть правильні права доступу і перезапустіть setup.";
$locale['431'] = "Setup не в змозі створити одну або більше таблиць бази даних.<br><br>
Будь ласка, перезапустіть setup і спробуйте знову.<br><br>
Якщо ви не можете усунути проблему в установці, звернетеся на сайт підтримки <a href='http://www.php-fusion.co.uk' target='blank'>php-fusion.co.uk</a>";
$locale['432'] = "Конфігурація була успішно записана.<br><br>\n";
$locale['433'] = "Таблиці БД створені.<br><br>
Якщо все правильно, натисніть - далі.";
// Step 1 - Super Admin login
$locale['440'] = "Створення Супер Адміністратора";
$locale['441'] = "Ім'я:";
$locale['442'] = "Пароль:";
$locale['443'] = "Повторіть пароль:";
$locale['444'] = "E-mail:";
// Step 2 - User details validation
$locale['450'] = "Ім'я користувача містить неприпустимі символи.";
$locale['451'] = "Паролі не співпадають.";
$locale['452'] = "Невірний пароль, будь ласка використовуйте тільки літери і числа.<br>
Пароль повинен містити мінімум 6 символів.";
$locale['453'] = "Ваша e-mail адреса не коректна.";
$locale['454'] = "Помилка у вашій установочній інформації:";
// Step 2 - Admin Panels
$locale['460'] = "Адміністратори";
$locale['461'] = "Категорії статей";
$locale['462'] = "Статті";
$locale['463'] = "Чорний список";
$locale['464'] = "Коментарі";
$locale['465'] = "Сторінки";
$locale['466'] = "Бекап БД";
$locale['467'] = "Категорії файлів";
$locale['468'] = "Завантаження";
$locale['469'] = "FAQ";
$locale['470'] = "Форум";
$locale['471'] = "Зображення";
$locale['472'] = "Установка Плагінів";
$locale['473'] = "Панель плагінів";
$locale['474'] = "Користувачі";
$locale['475'] = "Новини";
$locale['476'] = "Панелі";
$locale['477'] = "Фотоальбом";
$locale['478'] = "PHP Info";
$locale['479'] = "Опитування";
$locale['480'] = "Міні-чат";
$locale['481'] = "Навігація сайта";
$locale['482'] = "Підтвердження";
$locale['483'] = "Апгрейд";
$locale['484'] = "Групи користувачів";
$locale['485'] = "Категорії лінків";
$locale['486'] = "Каталог лінків";
$locale['487'] = "Головні установки";
$locale['488'] = "Установки часу і дати";
$locale['489'] = "Установки форуму";
$locale['490'] = "Установки реєстрації";
$locale['491'] = "Установки фотогалереї";
$locale['492'] = "Інші установки";
$locale['493'] = "Установки приватних повідомлень";
$locale['494'] = "Категорії новин";
// Step 2 - Navigation Links
$locale['500'] = "Головна";
$locale['501'] = "Статті";
$locale['502'] = "Завантаження файлів";
$locale['503'] = "FAQ";
$locale['504'] = "Форум";
$locale['505'] = "Зворотній зв'язок";
$locale['507'] = "Веб-лінк";
$locale['508'] = "Фотогалерея";
$locale['509'] = "Пошук";
$locale['510'] = "Добавити лінк";
$locale['511'] = "Добавити новину";
$locale['512'] = "Добавити статтю";
$locale['513'] = "Добавити фото";
// Stage 2 - Panels
$locale['520'] = "Навігація";
$locale['521'] = "Зараз на сайті";
$locale['522'] = "Тема форуму";
$locale['523'] = "Найновіші статті";
$locale['524'] = "Вітання";
$locale['525'] = "Список тем форуму";
$locale['526'] = "Інформація про користувача";
$locale['527'] = "Опитування";
$locale['528'] = "Міні-чат";
// Stage 2 - News Categories
$locale['540'] = "Помилки";
$locale['541'] = "Завантаження";
$locale['542'] = "Ігри";
$locale['543'] = "Графіка";
$locale['544'] = "Hardware";
$locale['545'] = "Журнал";
$locale['546'] = "Користувачі";
$locale['547'] = "Моди";
$locale['548'] = "Кіно";
$locale['549'] = "Мережа";
$locale['550'] = "Новини";
$locale['551'] = "PHP-Fusion";
$locale['552'] = "Безпека";
$locale['553'] = "Програми";
$locale['554'] = "Схеми";
$locale['555'] = "Windows";
// Final message
$locale['580'] = "Установку успішно закінчено.<br>
<a href='index.php'>Натисніть сюда</a> для переходу на сайт.<br>
<b>Замітка</b> Ви повинні видалити файл setup.php на сервері<br>
і установити chmod на config.php назад в 644 для безпеки.<br><br>
Дякуємо за вибір PHP-Fusion.";
?>
