<?php
$locale['400'] = "Допомога по міні-чаті";
$locale['401'] = "Міні-чат сайту ".$settings['sitename']." дозволяє користувачам сайта відправляти короткі повідомлення. HTML-код не дозволений.
Максимальна довжина повідомлення 255 символів. Слова, розміром більше 20 символів розбиватимуться на декілька рядків.
 В міні-чаті <b>заборонено</b>:<br>
<br>
· Реклама.<br>
· Флейм.<br>
· Флуд.<br>
· Мат.<br>
<br>Ви можете використовувати смайли:";
$locale['402'] = "Код";
$locale['403'] = "Смайл";
$locale['404'] = "".$settings['sitename']." лишає за собою право редагування і видалення повідомлення по своєму розсуду. Якщо э питання пишiть адмiнiстратору <a href=../contact.php>Админу</a>";
?>
