<?php
$locale['400'] = "Добавити посилання";
// Submit Link Success
$locale['410'] = "Дякуємо за Ваш лінк.";
$locale['411'] = "Добавити ще один лінк";
$locale['412'] = "Повернутися на сайт";
// Submit Link Form
$locale['420'] = "Добавте Ваш лінк, користуючись формою на даній сторінці. Лінк буде опублікований після перевірки Адміністратором.";
$locale['421'] = "Категорія лінку:";
$locale['422'] = "Ім'я лінку:";
$locale['423'] = "URL лінку:";
$locale['424'] = "Опис лінку:";
$locale['425'] = "Відправити лінк";
// Submit News
$locale['450'] = "Відправити новину";
// Submit News Success
$locale['460'] = "Дякуємо за Вашу новину.";
$locale['461'] = "Відправити ще одну новину";
// Submit News Form
$locale['470'] = "Добавте Вашу новину користуючись формою на даній сторінці. Новина буде опублікована після перевірки Адміністратором.";
$locale['471'] = "Заголовок:";
$locale['472'] = "Новина:";
$locale['473'] = " Автоматичне перенесення рядка";
$locale['474'] = "Передперегляд";
$locale['475'] = "Відправити новину";
$locale['476'] = "Категорія:";
$locale['477'] = "- немає -";
// Submit Article
$locale['500'] = "Відправити статтю";
// Submit Article Success
$locale['510'] = "Дякуємо за Вашу статтю.";
$locale['511'] = "Відправити ще одну статтю";
// Submit Article Form
$locale['520'] = "Добавте Вашу статтю користуючись формою на даній сторінці. Стаття буде опублікований після перевірки Адміністратором.";
$locale['521'] = "Категорія:";
$locale['522'] = "Заголовок:";
$locale['523'] = "Короткий зміст:";
$locale['524'] = "Стаття:";
$locale['525'] = " Автоматичне перенесення рядка";
$locale['526'] = "Передперегляд";
$locale['527'] = "Відправити статтю";
// Submit Error
$locale['550'] = "Будь ласка, заповніть дану форму.";
$locale['551'] = "Не визначена категорія.";
// Submit Photo
$locale['570'] = "Відіслати фото";
// Submit Photo Success
$locale['580'] = "Дякуємо за вислане фото";
$locale['581'] = "Відіслати інше фото";
// Submit Photo Error
$locale['600'] = "Ваше фото не відправилося";
$locale['601'] = "Неправилне ім'я файла.";
$locale['602'] = "Зображення повинно бути менше %u байтів.";
$locale['603'] = "Зображення повинно бути формату GIF, JPG або PNG.";
$locale['604'] = "Зображення повинно бути не більше %uw x %uh пікселів.";
// Submit Photo Form
$locale['620'] = "Використовуйте наступну форму для відправки зображення. Ваше зображення модерується 
адміністратором. ".$settings['sitename']." резервує за собою право виправляти або редагувати любий
відісланий матеріал. Фотографії повинні відповідати тематиці сайту. Модератор має право відкинути будь-який невідповідний контент.";
$locale['621'] = "Заголовок:";
$locale['622'] = "Опис:";
$locale['623'] = "Зображення: ";
$locale['624'] = "Макс. розмір файлу: %s / Макс. розмір: %ux%u в пікселях";
$locale['625'] = "Альбом:";
$locale['626'] = "Відіслати фото";
?>
