<?php
$locale['u001'] = "Ім'я користувача:";
$locale['u002'] = "Пароль:";
$locale['u003'] = "Новий пароль:";
$locale['u004'] = "Повторіть пароль:";
$locale['u005'] = "E-mail:";
$locale['u006'] = "Заховати e-mail?";
$locale['u007'] = " Так ";
$locale['u008'] = " Ні";
$locale['u009'] = "Звідки:";
$locale['u010'] = "День народження:";
$locale['u011'] = "ICQ UIN:";
$locale['u012'] = "MSN ID:";
$locale['u013'] = "Yahoo ID:";
$locale['u014'] = "URL домашньої сторінки:";
$locale['u015'] = "Тема:";
$locale['u016'] = "Часове зрушення:";
$locale['u017'] = "Аватар";
$locale['u018'] = "Нажміть \"Огляд\" для вибору зображення.";
$locale['u019'] = "Видалити";
$locale['u020'] = "Підпис для форуму:";
$locale['u021'] = "AIM ID:";
$locale['u022'] = "Розмір файлу до 200кб.<br>Розмір зображення не більше 100х100 пік.";
// Items shown in profiles
$locale['u040'] = "Дата реєстрації:";
$locale['u041'] = "Повідомлень в чаті:";
$locale['u042'] = "Відісланих коментарів:";
$locale['u043'] = "Повідомлень на форумі:";
$locale['u044'] = "Останній візит:";
$locale['u045'] = "Статус користувача:";
$locale['u046'] = "Немає аватара";
$locale['u047'] = "Заховано на прохання";
$locale['u048'] = "Не визначено";
$locale['u049'] = "Ніколи";
$locale['u050'] = "IP-адреса:";
$locale['u051'] = "E-mail";
$locale['u052'] = "Веб-сайт";
$locale['u053'] = "Повідомлення";
// Profile Options
$locale['u060'] = "Відправити особисте повідомлення";
?>
