<?php
// Prevod by GeneralDusan, generaldusan@yahoo.com wwww.contrateam.net/ //
$locale['400'] = "Пошаљи линк";
// Submit Link Success
$locale['410'] = "Хвала Вам што сте послали линк";
$locale['411'] = "Пошаљи још један линк";
$locale['412'] = "Врати се на ".$settings['sitename'];
// Submit Link Form
$locale['420'] = "Употребите следеци формулар да би послали линк. Ваш линк мора да одобри администратор.";
$locale['421'] = "Категорија линка:";
$locale['422'] = "Назив линка:";
$locale['423'] = "УРЛ (адреса) линка:";
$locale['424'] = "Опис линка:";
$locale['425'] = "Пошаљи линк";
// Submit News
$locale['450'] = "Пошаљи вест";
// Submit News Success
$locale['460'] = "Хвала Вам што сте послали вест";
$locale['461'] = "Пошаљи још једну вест";
// Submit News Form
$locale['470'] = "Употребите следећи формулар да би послали вест. Ваша вест мора да буде одобрена од стране администратора. ".$settings['sitename']." задржава право да измени вест пре објављивања.";
$locale['471'] = "Тема:";
$locale['472'] = "Вести:";
$locale['473'] = " Омогући аутоматско преламање редова";
$locale['474'] = "Погледај вест";
$locale['475'] = "Пошаљи вест";
$locale['476'] = "Категорија:";
$locale['477'] = "- Ниједна -";
// Submit Article
$locale['500'] = "Пошаљи чланак";
// Submit Article Success
$locale['510'] = "Хвала Вам за слање овог чланка";
$locale['511'] = "Пошаљи још један чланак";
// Submit Article Form
$locale['520'] = "Употребите следећи формулар да би послали чланак. Ваш чланак мора да одобри администратор. ".$settings['sitename']." задржава право да измени чланак.";
$locale['521'] = "Категорија:";
$locale['522'] = "Тема:";
$locale['523'] = "Исечак:";
$locale['524'] = "Чланак:";
$locale['525'] = " Омогући аутоматско преламање редова";
$locale['526'] = "Погледај чланак";
$locale['527'] = "Пошаљи чланак";
// Submit Error
$locale['550'] = "Молимо Вас да комплетно попуните формулар.";
$locale['551'] = "Нема дефинисаних категорија.";
// Submit Photo
$locale['570'] = "Пошаљи фотографију";
// Submit Photo Success
$locale['580'] = "Хвала Вам за слање фотографије";
$locale['581'] = "Пошаљи још једну фотографију";
// Submit Photo Error
$locale['600'] = "Ваша фотографија није могла да се пошаље";
$locale['601'] = "Неправилно име фотографије.";
$locale['602'] = "Фотографија мора бити мања од %u бајтова.";
$locale['603'] = "Слика мора да буде GIF, JPEG или PNG фајл.";
$locale['604'] = "Слика не сме да буде већа од %uw x %uh пиксела.";
// Submit Photo Form
$locale['620'] = "Употребите следећи формулар да би послали фотографију. Ваша фотографија мора да буде одобрена од стране администратора. ".$settings['sitename']." задржава право да измени пријаву.";
$locale['621'] = "Наслов:";
$locale['622'] = "Опис:";
$locale['623'] = "Фотографија: ";
$locale['624'] = "Максимална величина фајла: %s / Максималне димензије: %ux%u пиксела";
$locale['625'] = "Албум:";
$locale['626'] = "Пошаљи фотографију";
?>