<?php
// Prevod by GeneralDusan, generaldusan@yahoo.com wwww.contrateam.net/ //

// Forum Index
$locale['400'] = "Форум за дискусије";
$locale['401'] = "Форум";
$locale['402'] = "Теме";
$locale['403'] = "Поруке";
$locale['404'] = "Задња порука";
$locale['405'] = "Нема порука";
$locale['406'] = "од стране  ";
$locale['407'] = "Нема дефинисаних форума.";
$locale['408'] = "Нема дефинисаних категорија форума.";
$locale['409'] = "Нове поруке на форуму од Ваше последње посете.";
$locale['410'] = "Нема нових порука на форуму од Ваше последње посете.";
$locale['411'] = "Измењено од стране ";
$locale['412'] = "Страна: ";
// View Forum
$locale['450'] = "Погледај Форум";
$locale['451'] = "Наслов";
$locale['452'] = "Аутор";
$locale['453'] = "Прегледа";
$locale['454'] = "Одговора";
$locale['455'] = "Нема започетих тема";
$locale['456'] = "Отвори тему са новим порукама од последње посете ";
$locale['457'] = "20 или више";
$locale['458'] = "Отвори тему без порука од последње посете.";
$locale['459'] = "Закључана тема.";
$locale['460'] = "Залепљена тема.";
$locale['461'] = "Немате овлашћење да видите овај форум.";
// View Thread
$locale['500'] = "Погледај тему";
$locale['501'] = "Аутор";
$locale['502'] = "Порука:";
$locale['503'] = "Локација:";
$locale['504'] = "Датум регистрације:";
$locale['505'] = "Послато ";
$locale['506'] = " приложена слика:";
$locale['507'] = " приложен фајл:";
$locale['508'] = "Измењено од стране ";
$locale['509'] = " у ";
$locale['510'] = "Немате овлашћење да видите ову тему.";
$locale['511'] = "Врати се на насловну страну форума";
$locale['512'] = "Брзи одговор";
$locale['513'] = " Онеспособи смајлијe";
$locale['514'] = "Пошаљи одговор";
$locale['515'] = "Заустави праћење ове теме";
$locale['516'] = "Прати ову тему";
// Moderator Options
$locale['520'] = "Опције уредника:";
$locale['521'] = "Обриши тему";
$locale['522'] = "Закључај тему;";
$locale['523'] = "Откључај тему";
$locale['524'] = "Залепи тему";
$locale['525'] = "Одлепи тему";
$locale['526'] = "Помери тему";
$locale['527'] = "Промени назив теме";
$locale['528'] = "Иди";
// Jump to Forum
$locale['540'] = "Скочи на форум:";
// Search Forum
$locale['550'] = "Претрага";
// Image Alt attributes
$locale['560'] = "Нове поруке";
$locale['561'] = "Нема нових порука";
$locale['562'] = "Врућа тема";
$locale['563'] = "Залепљена тема";
$locale['564'] = "Закључана тема";
$locale['565'] = "Пошаљи одговор";
$locale['566'] = "Нова тема";
$locale['567'] = "Аватар";
$locale['568'] = "Измени";
$locale['569'] = "Цитирај";
$locale['570'] = "ИП Адреса";
$locale['571'] = "Пошаљи приватну поруку";
?>