<?php
// Prevod by GeneralDusan, generaldusan@yahoo.com wwww.contrateam.net/ //

// Delete Thread
$locale['400'] = "Обриши тему";
$locale['401'] = "Тема је обрисана.";
$locale['402'] = "Врати се на форум";
$locale['403'] = "Врати се на почетну страну форума";
$locale['404'] = "Да ли сте сигурни да хоћете да обришете ову тему?";
$locale['405'] = "Да";
$locale['406'] = "Не";
// Lock Thread
$locale['410'] = "Закључај тему";
$locale['411'] = "Тема је закључана.";
// Unlock Thread
$locale['420'] = "Откључај тему";
$locale['421'] = "Тема је откључана.";
// Make Thread Sticky
$locale['430'] = "Залепи тему";
$locale['431'] = "Тема је залепљена.";
// Make Thread Non-Sticky
$locale['440'] = "Одлепи тему";
$locale['441'] = "Тема је одлепљена.";
// Move Thread
$locale['450'] = "Помери тему";
$locale['451'] = "Помери тему у:";
$locale['452'] = "Тема је померена.";
// Renew Thread
$locale['458'] = "Промени назив теме";
$locale['459'] = "Назив теме је промењен.";
// Search Forum
$locale['460'] = "Форум";
$locale['461'] = "Наслов";
$locale['462'] = "Аутор";
$locale['463'] = "Послато";
$locale['464'] = "Нема пронађених одговора, молимо Вас да покушате поново";
$locale['465'] = "Морате да наведете најмање једну реч за претрагу.";
?>