<?php
// Prevod by GeneralDusan, generaldusan@yahoo.com wwww.contrateam.net/ //

// Post Titles
$locale['400'] = "Погледај тему";
$locale['401'] = "Пошаљи тему";
$locale['402'] = "Погледај одговор";
$locale['403'] = "Одговори на тему";
$locale['404'] = "Одговори на поруку";
$locale['405'] = "Погледај промене";
$locale['407'] = "Обриши поруку";
$locale['408'] = "Измени поруку";
$locale['409'] = "Сачувај промене";
// Post Preview
$locale['420'] = "Нема наслова";
$locale['421'] = "Нема поруке, порука ће бити одбијена ако је не откуцате";
$locale['422'] = "Аутор:";
$locale['423'] = "Порука:";
$locale['424'] = "Локација:";
$locale['425'] = "Датум регистрације:";
$locale['426'] = "Послато ";
$locale['427'] = "Изменио/ла ";
$locale['428'] = " у ";
$locale['429'] = " написао/ла:";
// Post Error/Success
$locale['440a'] = "Тип фајла који сте покушали да приложите није дозвољен.";
$locale['440b'] = "Недозвољено име или величина поруке.";
$locale['441'] = "Грешка: Нисте навели тему и/или текст поруке";
$locale['442'] = "Ваша тема је послата";
$locale['443'] = "Ваш одговор је послат";
$locale['444'] = "Тема је обрисана";
$locale['445'] = "Порука је обрисана";
$locale['446'] = "Ваша порука је успешно измењена";
$locale['447'] = "Повратак на тему";
$locale['448'] = "Повратак на форум";
$locale['449'] = "Повратак на почетну страну форума";
$locale['450'] = "Грешка: Ваша сесија је истекла, молимо Вас да се пријавите поново и онда пошаљете поруку";
$locale['451'] = "Прати тему";
$locale['452'] = "Сада пратите ову тему";
$locale['453'] = "Више не пратите ову тему";
// Post Form
$locale['460'] = "Naslov";
$locale['461'] = "Порука";
$locale['462'] = "Боја фонта: ";
$locale['463'] = "Опције";
$locale['464'] = "Приложен фајл";
$locale['465'] = " (Опционално)";
$locale['466'] = "Максимална величина фајла: %s / Дозвољени типови фајлова: %s";
// Post Form Options
$locale['480'] = " Залепи тему";
$locale['481'] = " Покажи мој потпис у овој поруци";
$locale['482'] = " Обриши ову поруку";
$locale['483'] = " Онеспособи смајлије у овој поруци";
$locale['484'] = " Обриш приложен фајл -";
$locale['485'] = " Обавести ме када неко одговори на ову тему";
// Post Access Violation
$locale['500'] = "Не можете да измените ову поруку.";
// Search Forum Form
$locale['530'] = "Претражите форум";
$locale['531'] = "Кључне речи за претрагу";
$locale['532'] = "Претражи";
// Forum Notification Email
$locale['550'] = "Обавештење о одговору на тему - {THREAD_SUBJECT}";
$locale['551'] = "Здраво {USERNAME},

Послат је одговор на тему '{THREAD_SUBJECT}' коју пратите на ".$settings['sitename'].". Можете да употребите следећи линк да би погледали овај одговор:

{THREAD_URL}

Уколико не желите више да пратите ову тему можете да кликнете на линк за престанак праћења ове теме на дну странице ове теме.

Поздрав,
".$settings['siteusername'].".";
?>