<?php
$locale['400'] = "Адміністратор";
$locale['401'] = "Ім'я користувача";
$locale['402'] = "Права адміністратора";
$locale['403'] = "Налаштування";
$locale['404'] = "Перший адміністратор";
$locale['405'] = "Немає призначених прав";
$locale['406'] = "Редагувати";
$locale['407'] = "Видалити";
// Add New Admin
$locale['410'] = "Добавити адміна";
$locale['411'] = "Делегувати всі права новому адміністратору";
$locale['412'] = "Добавити привілеї Супер Адміністратора";
// Edit Admin Rights
$locale['420'] = "Права адміністратора";
$locale['421'] = "Адміністрування контенту";
$locale['422'] = "Адміністрування користувачів";
$locale['423'] = "Адміністрування системи";
$locale['424'] = "Зберегти права адміністратора";
$locale['425'] = "Відмінити усе";
$locale['426'] = "Зняти всі відмітки";
?>
