<?php
// Delete blacklisted user
$locale['400'] = "Видалити користувача із Чорного Списку";
$locale['401'] = "Користувач видалений з Чорного Списку";
$locale['402'] = "Вернутися в адміністрування Чорного Списку";
$locale['403'] = "Вернутися в панель адміна";
// Add/Edit Blacklist Titles
$locale['420'] = "Чорний список користувачів";
$locale['421'] = "Редагувати Чорний Список";
// Add/Edit blacklist form
$locale['440'] = "Введена IP-адреса заборонить користувачу з вказаною IP-адресою відвідувати Ваш сайт.
 Ви повинні ввести повну IP-адресу - <i>123.123.123.123</i>, або частину IP-адреси - <i>123.123.123 або 123.123</i>.<br><br>
Введена e-mail адреса заборонить користувачу реєструватися з цієї адреси. Ви можете ввести повну e-mail адресу
 - <i>foo@bar.com</i>, або e-mail домен - <i>bar.com</i>";
$locale['441'] = "Чорний Список IP-адрес: <b>or</b>";
$locale['442'] = "Чорний Список e-mail адрес:";
$locale['443'] = "Чорний Список, причини";
$locale['444'] = "Чорний Список користувачів";
// Current blacklisted users
$locale['460'] = "Забанені користувачі";
$locale['461'] = "Інформація";
$locale['462'] = "Опції";
$locale['463'] = "Редагувати";
$locale['464'] = "Видалити";
$locale['465'] = "Чорний Список покищо пустий.";
?>
