<?php
$locale['400'] = "Зміна сторінки";
$locale['401'] = "Зміни збережені";
$locale['402'] = "Лінк на цю сторінку: ";
$locale['403'] = "Вернутися в панель управління сторінками";
$locale['404'] = "Вернутися в панель адміністратора";
$locale['405'] = "Добавити сторінку";
$locale['406'] = "Сторінка добавлена";
$locale['407'] = "Видалити сторінку";
$locale['408'] = "Сторінка видалена";
// edit/delete existing custom page
$locale['420'] = "Сторінки";
$locale['421'] = "Змінити";
$locale['422'] = "Видалити";
// custom_pages form
$locale['430'] = "Назва:";
$locale['431'] = "Доступ: ";
$locale['432'] = "Зміст:";
$locale['433'] = "Добавити лінк в меню навігації";
$locale['434'] = "Дозволити коментарі";
$locale['435'] = "Дозволити рейтинг";
$locale['436'] = "Передперегляд";
$locale['437'] = "Зберегти сторінку";
?>
