<?php
// Database Restore
$locale['400'] = "Відновлення БД";
$locale['401'] = "Помилка";
$locale['402'] = "Невірний формат файлу збереження";
$locale['403'] = "Закрити";
// Backup File Information
$locale['410'] = "Інформація про бекап";
$locale['411'] = "Інформація про файл відновлення";
$locale['412'] = "Ім'я файлу збереження:";
$locale['413'] = "Дата бекапа:";
$locale['414'] = "Ім'я файлу збереження:";
$locale['415'] = "Префікс ядра таблиці:";
$locale['416'] = "Таблиці:";
$locale['417'] = "Перегляд";
$locale['418'] = "Скидання";
$locale['419'] = "таблиці";
// Database Restore
$locale['430'] = "Опції відновлення";
$locale['431'] = "Ім'я файлу:";
$locale['432'] = "Дата:";
$locale['433'] = "Створити таблиці:";
$locale['434'] = "Заповнені таблиці:";
$locale['435'] = "Вибір:";
$locale['436'] = "усе";
$locale['437'] = "нічого";
$locale['438'] = "Відновити";
$locale['439'] = "Скидання";
// Database Backup
$locale['450'] = "Зберегти базу";
$locale['451'] = "Інформація";
$locale['452'] = "Загальний розмір таблиці:";
$locale['453'] = "Розмір ядра:";
$locale['454'] = "Опції збереження:";
$locale['455'] = "Тип збереження:";
$locale['456'] = "(стиснення)";
$locale['457'] = "Таблиці бази";
$locale['458'] = "ядро";
$locale['459'] = "Бекап";
$locale['460'] = "Пароль користувача:(адмiнiстратора)";
// Backup List
$locale['480'] = "Відновити із резервної копії";
$locale['481'] = "Ім'я файлу:";
?>
