<?php
// Delete Download Category
$locale['400'] = "Видалення категорії файлів";
$locale['401'] = "Категорія не може бути видалена";
$locale['402'] = "В цій категорії немає файлів";
$locale['403'] = "Вернутися в управління категоріями файлів";
$locale['404'] = "Вернутися в панель адміністратора";
$locale['405'] = "Категорія видалена";
// Add/Edit Download Category Titles
$locale['420'] = "Зміна категорії";
$locale['421'] = "Створення категорії";
// Add/Edit Download Category Form
$locale['430'] = "Назва категорії:";
$locale['431'] = "Опис категорії:";
$locale['432'] = "Зберегти";
$locale['433'] = "Доступ до категорії:";
$locale['434'] = "Сортування категорій:";
$locale['435'] = "ID завантаження";
$locale['436'] = "Заголовок завантаження";
$locale['437'] = "Дата завантаження";
$locale['438'] = "Зростання";
$locale['439'] = "Спадання";
// Current Download Categories
$locale['440'] = "Поточні категорії завантажень";
$locale['441'] = "Категорії";
$locale['445'] = "Доступ";
// Delete Download
$locale['460'] = "Видалити файл?";
// Add/Edit Download Titles
$locale['470'] = "Змінити файл";
$locale['471'] = "Добавити файл";
// Add/Edit Download Form
$locale['480'] = "Назва:";
$locale['481'] = "Опис:";
$locale['482'] = "URL:";
$locale['483'] = "Категорія:";
$locale['484'] = "Ліцензія:";
$locale['485'] = "ОС:";
$locale['486'] = "Версія:";
$locale['487'] = "Розмір:";
$locale['488'] = "Зберегти";
$locale['489'] = "Оновити дату публікації";
// Current Downloads
$locale['500'] = "Файли";
$locale['501'] = "Назва [Натисніть для тестування]";
$locale['502'] = "Опції";
$locale['503'] = "Змінити";
$locale['504'] = "Видалити";
// No Downloads/Download Categories Defined
$locale['505'] = "В цій категорії файлів немає";
$locale['506'] = "Немає категорій";
$locale['507'] = "Управління категоріями файлів";
$locale['508'] = "Немає категорій";
$locale['509'] = "Ви повинні створити, принаймні одну категорію, щоб добавляти файли";
$locale['510'] = "Натисніть тут";
$locale['511'] = " для переходу в панель управління категоріями файлів";
?>
