<?php
// Edit/Add Forum Category
$locale['400'] = "Редагувати категорії форуму";
$locale['401'] = "Категорія форуму модифікована";
$locale['402'] = "Добавити категорію форуму";
$locale['403'] = "Категорія форуму добавлена";
// Edit/Add Forum
$locale['404'] = "Редагувати форум";
$locale['405'] = "Форум оновлено";
$locale['406'] = "Добавити форум";
$locale['407'] = "Форум добавлено";
// Edit Forum Moderators
$locale['408'] = "Редагування модераторів форуму";
$locale['409'] = "Редагувати модераторів";
// Delete Forum Category
$locale['410'] = "Видалення категорії форуму";
$locale['411'] = "Категорія форуму видалена";
$locale['412'] = "Категорія не може бути видалена";
$locale['413'] = "Є форуми, зв'язані з цією категорією";
// Delete Forum Category
$locale['414'] = "Видалити форум";
$locale['415'] = "Форум видалений";
$locale['416'] = "Форум не може бути видалений";
$locale['417'] = "В ньому є теми/повідомлення";
// 'Return to' Links
$locale['418'] = "Повернутися в управління форумами";
$locale['419'] = "Повернутися в панель адміністратора";
// Add/Edit Forum Category/Forum Titles
$locale['420'] = "Зміна категорії";
$locale['421'] = "Добавити форум";
$locale['422'] = "Редагування форуму";
$locale['423'] = "Добавити категорію";
// Add/Edit Forum Category Form
$locale['440'] = "Назва категорії";
$locale['441'] = "Положення";
$locale['442'] = "Зберегти";
// Add/Edit Forum Form
$locale['460'] = "Назва форуму";
$locale['461'] = "Опис форуму";
$locale['462'] = "Категорія форуму";
$locale['463'] = "Положення";
$locale['464'] = "Доступ:";
$locale['465'] = "Контроль посту:";
$locale['466'] = "Зберегти";
$locale['467'] = "Зберегти модераторів";
// Current Forums
$locale['480'] = "Поточні форуми";
$locale['481'] = "Змінити";
$locale['482'] = "Видалити";
$locale['483'] = "Немає форумів";
$locale['484'] = "Немає категорій";
$locale['485'] = "Категорії/Форум";
$locale['486'] = "Доступність/Контроль посту";
$locale['487'] = "Порядок";
$locale['488'] = "Опції";
$locale['489'] = "Вверх";
$locale['490'] = "Вниз";
$locale['491'] = "Перемістити вверх";
$locale['492'] = "Перемістити вниз";
$locale['493'] = "Оновить порядок форумів";
?>
