<?php
// Delete Image
$locale['400'] = "Видалення зображення";
$locale['401'] = "Зображення видалене";
$locale['402'] = "Повернення в управління зображеннями";
$locale['403'] = "Повернення в панель адміністратора";
// Upload Image
$locale['420'] = "Завантажити зображення";
$locale['421'] = "Ім'я файлу:";
$locale['422'] = "Основні зображення";
$locale['423'] = "Зображення для статей";
$locale['424'] = "Зображення для новин";
$locale['425'] = "Ви можете завантажувати зображення тільки форматів gif, png або jpg";
$locale['426'] = "Зображення завантажено";
$locale['427'] = "Нові каталоги зображень";
// View Image
$locale['440'] = "Перегляд зображення";
$locale['441'] = "Невідомий файловий формат, не можу відобразити зображення.";
$locale['442'] = "Видалити це зображення";
// Image Management
$locale['460'] = "Зображення";
$locale['461'] = "Перегляд";
$locale['462'] = "Видалити";
$locale['463'] = "Цей каталог порожній";
$locale['464'] = "Оновити список зображень для редактора TinyMCE";
?>
