<?php
// Infusion Management
$locale['400'] = "Управління плагінами";
$locale['401'] = "Установити";
$locale['402'] = "Установлено";
$locale['403'] = "Не установлено";
$locale['404'] = "Установлені плагіни";
$locale['405'] = "Заголовок";
$locale['406'] = "Версія";
$locale['407'] = "Розробник";
$locale['408'] = "Контакт";
$locale['409'] = "E-mail";
$locale['410'] = "URL";
$locale['411'] = "Деактивувати";
$locale['412'] = "Деактивувати цей плагін?";
$locale['413'] = "Ключ:";
$locale['414'] = "Немає плагінів";
$locale['415'] = "Доступні плагіни";
$locale['416'] = "Модифікувати доступні";
?>
