<?php
// Member Management Options
$locale['400'] = "Користувач";
$locale['401'] = "Відвідувач";
$locale['402'] = "Добавити";
$locale['403'] = "Статус";
$locale['404'] = "Опції";
$locale['405'] = "Перегляд";
$locale['406'] = "Редагувати";
$locale['407'] = "Розбанити";
$locale['408'] = "Забанити";
$locale['409'] = "Видалити";
$locale['410'] = "Немає імен користувачів, які починаються з ";
$locale['411'] = "Показати всі";
$locale['412'] = "Активований";
// Ban/Unban/Delete Member
$locale['420'] = "Забанений";
$locale['421'] = "Розбанений";
$locale['422'] = "Користувач видалений";
$locale['423'] = "Ви дійсно хочете видалити цього користувача?";
$locale['424'] = "Користувач активований";
$locale['425'] = "Рахунок активований в ";
$locale['426'] = "Привіт, [USER_NAME],\n
Ваш аккаунт ".$settings['sitename']." активований.\n
Ви тепер можете ввійти в систему використовуючи свій логін і пароль.\n".$settings['siteusername'];
// Edit Member Details
$locale['430'] = "Редагувати користувача";
$locale['431'] = "Інформація про користувача оновлена";
$locale['432'] = "Повернення в управління користувачами";
$locale['433'] = "Вернутися в панель адміністрування";
$locale['434'] = "Не можу оновити інформацію користувача:";
// Extra Edit Member Details form options
$locale['440'] = "Зберегти зміни";
// Update Profile Errors
$locale['450'] = "Неможливо змінити інформацію про головного адміністратора.";
$locale['451'] = "Ви повинні ввести ім'я і e-mail користувача.";
$locale['452'] = "Ім'я користувача містить не дозволені символи.";
$locale['453'] = "Ім'я ".(isset($_POST['user_name']) ? $_POST['user_name'] : "")." вже використовується.";
$locale['454'] = "Неприпустимий E-mail.";
$locale['455'] = "E-mail ".(isset($_POST['user_email']) ? $_POST['user_email'] : "")." вже використовується.";
$locale['456'] = "Нові паролі не співпадають.";
$locale['457'] = "Неприпустимий пароль. Використовуйте тільки літери англійського алфавіту і цифры.<br>Пароль повинен бути не менше 6 символів.";
$locale['458'] = "<b>Увага:</b> помилка виповнення скрипту.";
// View Member Profile
$locale['470'] = "Профіль користувача: ";
$locale['472'] = "Статистика";
$locale['473'] = "Групи користувачів";
// Add Member Errors
$locale['480'] = "Добавити користувача";
$locale['481'] = "Аккаунт користувача створено.";
$locale['482'] = "Аккаунт користувача не створено.";
?>
