<?php
// Panel Management
$locale['400'] = "Керування панелями";
$locale['401'] = "Назва панелі";
$locale['402'] = "Місце";
$locale['403'] = "Положення";
$locale['404'] = "Вид";
$locale['405'] = "Доступ";
$locale['406'] = "Опції";
// Panel Settings
$locale['420'] = "Зліва";
$locale['421'] = "Центр";
$locale['422'] = "Справа";
$locale['423'] = "Файл";
$locale['424'] = "PHP";
$locale['425'] = "Центр, знизу";
// Panel Options
$locale['430'] = "Пересунути вліво";
$locale['431'] = "Пересунути вправо";
$locale['432'] = "Пересунути вверх";
$locale['433'] = "Пересунути вниз";
$locale['434'] = "Редагувати";
$locale['435'] = "Вкл";
$locale['436'] = "Викл";
$locale['437'] = "Видалити";
$locale['438'] = "Добавити панель";
$locale['439'] = "Оновити порядок панель";
$locale['440'] = "Видалити цю панель?";
$locale['441'] = "Вліво";
$locale['442'] = "Вправо";
$locale['443'] = "Вверх";
$locale['444'] = "Вниз";
$locale['445'] = "Пересунути вверх";
$locale['446'] = "Пересунути вниз";
// Add/Edit Panel Form
$locale['450'] = "Редагувати панель";
$locale['451'] = "Добавити панель";
$locale['452'] = "Назва панелі:";
$locale['453'] = "Файл:";
$locale['454'] = "При виборі цього пункту зміст панелі буде проігноровано";
$locale['455'] = "Зміст панелі:";
$locale['456'] = "Сторона:";
$locale['457'] = "Доступ:";
$locale['458'] = "Передперегляд";
$locale['459'] = "Зберегти";
$locale['460'] = "Показувати панель на всіх сторінках";
// Update/Add new Panel Errors
$locale['470'] = "Не вказано назви панелі";
$locale['471'] = "Панель з такою назвою вже існує";
$locale['472'] = "Ви не ввели зміст панелі";
$locale['473'] = "Ви не вибрали файл панелі";
// Update/Add new Panel Success/Fail
$locale['480'] = "Оновити панель";
$locale['481'] = "Панель не оновлена";
$locale['482'] = "Панель оновлена";
$locale['483'] = "Добавити нову панель";
$locale['484'] = "Неможливо добавити панель";
$locale['485'] = "Нова панель добавлена";
$locale['486'] = "Назад в панель управління панелями";
$locale['487'] = "Назад в панель адміністратора";
?> 
