<?php
$locale['400'] = "Добавити фото";
$locale['401'] = "Редагувати Фото";
$locale['402'] = "Видалити Фото";

$locale['410'] = "Нове фото добавлено в базу";
$locale['411'] = "Фото успішно оновлено";
$locale['412'] = "Фото видалено";
$locale['413'] = "Фото видалено із бази";

$locale['420'] = "Помилка у фото";
$locale['421'] = "Відбулася наступна помилка:";
$locale['422'] = "Недопустима назва зображення.";
$locale['423'] = "Розмір фото повинен бути менше %s.";
$locale['424'] = "Фото повинно бути формату GIF, JPG або PNG.";
$locale['425'] = "Фото не повинно перевишати по розмірам %uw x %uh пікселів.";

$locale['440'] = "Назва: ";
$locale['441'] = "Опис: ";
$locale['442'] = "Доступ: ";
$locale['443'] = "Порядок: ";
$locale['444'] = "Прев'ю: ";
$locale['445'] = "Дозволити коментарі";
$locale['446'] = "Дозволити рейтинг";
$locale['447'] = "Зберегти фото";
$locale['448'] = "Відмінити";

$locale['460'] = "Поточне фото";
$locale['461'] = "Натисніть для перегляду";
$locale['462'] = "Немає зображень";
$locale['463'] = "Дата: ";
$locale['464'] = "Добавлено: ";
$locale['465'] = "Переглядів: ";
$locale['466'] = "Коментарів: ";
$locale['467'] = "Перемістити вверх";
$locale['468'] = "Перемістити вниз";
$locale['469'] = "Редагувати";
$locale['470'] = "Видалити";

$locale['480'] = "Немає фотографій.";
$locale['481'] = "Закрити альбом";
?>
