<?php
$locale['400'] = "Добавити альбом";
$locale['401'] = "Редагувати альбом";
$locale['402'] = "Видалити альбом";

$locale['410'] = "Новий альбом добавлено в базу";
$locale['411'] = "Альбом успішно оновлено";
$locale['412'] = "Прев'ю видалено";
$locale['413'] = "Альбом видалено з бази";
$locale['414'] = "Альбом не може бути видалений";
$locale['415'] = "Є фото в цьому альбомі.";

$locale['420'] = "Помилка в альбомі";
$locale['421'] = "Відбулася наступна помилка:";
$locale['422'] = "Недопустима назва зображення.";
$locale['423'] = "Фото не повинно перевишати по розмірам %uw x %uh пікселів.";
$locale['424'] = "Фото повинно бути формату GIF, JPG або PNG.";
$locale['425'] = "Розмір фото повинен бути менше %s.";

$locale['440'] = "Назва: ";
$locale['441'] = "Опис: ";
$locale['442'] = "Доступ: ";
$locale['443'] = "Порядок: ";
$locale['444'] = "Прев'ю: ";
$locale['445'] = "Зберегти альбом";
$locale['446'] = "Відмінити";

$locale['460'] = "Поточний альбом";
$locale['461'] = "Відкрити альбом";
$locale['462'] = "Немає прев'ю";
$locale['463'] = "Дата: ";
$locale['464'] = "Відіслав: ";
$locale['465'] = "Доступ: ";
$locale['466'] = "Фото: ";
$locale['467'] = "Перемістити вверх";
$locale['468'] = "Перемістити вниз";
$locale['469'] = "Редагувати";
$locale['470'] = "Видалити";

$locale['480'] = "Оновити порядок альбомів і фотографій";
$locale['481'] = "Немає фотоальбомів.";
?>
