<?php
$locale['400'] = "Запис опитування";
$locale['401'] = "Опитування обновлено";
$locale['402'] = "Нове опитування збережене";
$locale['403'] = "Видалити опитування";
$locale['404'] = "Опитування видаленj";
$locale['405'] = "Назад у панель адміністратора";
// Preview Poll
$locale['410'] = "Передперегляд";
$locale['411'] = "Ок";
// Edit/Delete Poll
$locale['420'] = "Поточне опитування";
$locale['421'] = "Редагувати";
$locale['422'] = "Видалити";
// Add/Edit Poll Form
$locale['430'] = "Добавити опитування";
$locale['431'] = "Редагувати опитування";
$locale['433'] = "Заголовок опитування:";
$locale['434'] = "Відповідь ";
$locale['435'] = " Опитування закрито";
$locale['436'] = "Початок: ";
$locale['437'] = "Закінчено: ";
$locale['438'] = "Добавити відповідь";
$locale['439'] = "Попередній перегляд";
$locale['440'] = "Зберегти опитування";
?>
