<?php
$locale['400'] = "Установки";
// Site Settings
$locale['401'] = "Основні налаштування сайту";
$locale['402'] = "Назва сайту:";
$locale['403'] = "URL сайту:";
$locale['404'] = "Лого сайту:";
$locale['405'] = "E-mail адміністратора:";
$locale['406'] = "Ваше ім'я:";
$locale['407'] = "Привітання сайту:";
$locale['408'] = "Лишіть незаповненим, якщо не потрібно";
$locale['409'] = "Опис сайту:";
$locale['410'] = "Ключові слова:";
$locale['411'] = "Слова розділяйте комою";
$locale['412'] = "Нижня частина сайту:";
$locale['413'] = "Стартова сторінка:";
$locale['414'] = "Мова сайту:";
$locale['415'] = "Стиль сайту:";
$locale['416'] = "Стиль виводу новин:";
$locale['417'] = "В одну колонку";
$locale['418'] = "У дві колонки";
// Time & Date Settings
$locale['450'] = "Установка часу і дати";
$locale['451'] = "Короткий формат дати:";
$locale['452'] = "Розширений формат дати:";
$locale['453'] = "Формат дати на форумі:";
$locale['454'] = "Підзаголовок формату дати:";
$locale['455'] = "-- Вибрати формат --";
$locale['456'] = "Часовий здвиг";
// Forum Settings
$locale['500'] = "Налаштування форуму";
$locale['501'] = "Панель останніх повідомлень:";
$locale['502'] = "Включено";
$locale['503'] = "Виключено";
$locale['505'] = "К-сть тем:";
$locale['506'] = "(На панелі)";
$locale['507'] = "Дозволити аттачі?";
$locale['508'] = "Так";
$locale['509'] = "Ні";
$locale['510'] = "Максимальний розмір аттача:";
$locale['511'] = "Максимальний розмір файлу в байтах";
$locale['512'] = "Дозволені типи файлів:";
$locale['513'] = "Розділяйте типи файлів комою";
$locale['514'] = "Чистка форуму:";
$locale['515'] = "Увага";
$locale['516'] = "Будуть видалені всі теми/повідомлення<br>які старші вказанної к-сті днів.";
$locale['517'] = "Чистити";
$locale['518'] = "Днів";
$locale['519'] = "Дозволити повідомлення на форумі про теми?";
// Registration Settings
$locale['550'] = "Установки реєстрації";
$locale['551'] = "Дозволити систему реєстрації?";
$locale['552'] = "Використовувати перевірку e-mail при реєстрації?";
$locale['553'] = "Відображати перевірочний код?";
$locale['554'] = "Тип коду перевірки:";
$locale['555'] = "Малюнок";
$locale['556'] = "Текст";
$locale['557'] = "Нові участники активуються адміністрацією?";
// Photo Gallery Settings
$locale['600'] = "Фото галерея";
$locale['601'] = "Розмір прев'ю:";
$locale['602'] = "Розмір фото:";
$locale['603'] = "Максимальний розмір фото:";
$locale['604'] = "Довжина х Ширина";
$locale['605'] = "Максимальний розмір файлу (bytes):";
$locale['606'] = "Метод компресії прев'ю:";
$locale['607'] = "GD1";
$locale['608'] = "GD2";
$locale['609'] = "Прев'ю в рядку:";
$locale['610'] = "Прев'ю на сторінку:";
// Other Settings
$locale['650'] = "Інші налаштування";
$locale['651'] = "Список заборонених слів:";
$locale['652'] = "На рядку одне слово.";
$locale['653'] = "Залишіть незаповненим, якщо не потрібно.";
$locale['654'] = "Слова для заміни мата:";
$locale['655'] = "Дозволити гостям повідомлення в міні-чаті?";
$locale['656'] = "К-сть повідомлень в міні-чаті:";
$locale['657'] = "Режим обслуговування:";
$locale['658'] = "Повідомлення про режим обслуговування:";
$locale['659'] = "Дозволити фільтр поганих слів?";
$locale['660'] = "Інтервал флуду:";
$locale['661'] = "Залишіть не заповненим для дефалту.";
$locale['662'] = "Використовувати TinyMCE HTML редактор?";
$locale['663'] = "Тільки для вводу статей і новин адміністратором.";
$locale['664'] = "SMTP хост";
$locale['665'] = "Залишіть не заповненим, якщо sendmail дозволений.";
$locale['666'] = "SMTP логін";
$locale['667'] = "SMTP пароль";
// Private Message Settings
$locale['700'] = "Установки приватних повідомлень";
$locale['701'] = "Вхідні повідомлення, ліміт:";
$locale['702'] = "Вихідні повідомлення, ліміт:";
$locale['703'] = "Ліміт повідомлень в архіві:";
$locale['704'] = "Введіть 0 для анліміту";
$locale['707'] = "Ліміт приватних повідомлень";
$locale['708'] = "Значення по дефалту для опції користувачів";
$locale['709'] = "Повідомляти по е-mail?";
$locale['710'] = "Зберігати прислані приватні повідомлення?";
$locale['711'] = "Замітка: Індивідуальні призначені для користувача налаштування беруться із установки, якщо їх немає, то по дефалту.";
// Save Settings
$locale['750'] = "Зберегти налаштування";
$locale['751'] = "<< Попереднє";
$locale['752'] = "Наступне >>";
// Other Settings
$locale['800'] = "Чистка форумів";
$locale['801'] = "Повідомлень видалено: ";
$locale['802'] = "Тем видалено: ";
$locale['803'] = "Аттачів видалено: ";
?>
