<?php
$locale['400'] = "Видалити повідомлення";
$locale['401'] = "Повідомлення видалені";
$locale['402'] = "Назад в панель управління міні-чатом";
$locale['403'] = "Назад в панель адміністратора";
$locale['404'] = "Видалити повідомлення";
$locale['405'] = "Повідомлення видалено";
// Edit Shout
$locale['420'] = "Змінити повідомлення";
$locale['421'] = "Повідомлення:";
$locale['422'] = "Зберегти";
// Prune Shoutbox
$locale['430'] = "Видалити всі повідомлення старші";
$locale['431'] = " днів";
$locale['432'] = "Видалити";
// Current Shouts
$locale['440'] = "Повідомлення";
$locale['441'] = "Змінити";
$locale['442'] = "Видалити";
$locale['443'] = "Використована IP-адреса: ";
$locale['444'] = "Немає повідомлень.";
?>
