<?php
$locale['400'] = "Видалити лінк";
$locale['401'] = "Лінк видалений";
$locale['402'] = "Назад в панель управління навігацією";
$locale['403'] = "Назад в панель адміністратора";
// Site Link Titles
$locale['410'] = "Змінити лінк";
$locale['411'] = "Добавити лінк";
$locale['412'] = "Навігація";
// Site Links Form
$locale['420'] = "Назва:";
$locale['421'] = "URL:";
$locale['422'] = "Огляд:";
$locale['423'] = "Порядок:";
$locale['424'] = "Позиція:";
$locale['425'] = "тільки навігаційна панель";
$locale['426'] = "навігаційна панель і підзаголовок";
$locale['427'] = "тільки підзаголовок";
$locale['428'] = "Відкрити лінк в новому вікні";
$locale['429'] = "Зберегти лінк";
// Site Links List
$locale['430'] = "Ім'я лінку";
$locale['431'] = "Огляд";
$locale['432'] = "Порядок";
$locale['433'] = "Опції";
$locale['434'] = "Редагувати";
$locale['435'] = "Видалити";
$locale['436'] = "Немає лінків.";
// Link Ordering
$locale['440'] = "Вверх";
$locale['441'] = "Вниз";
$locale['442'] = "Пересунути вверх";
$locale['443'] = "Пересунути вниз";
$locale['444'] = "Оновити порядок лінків";
?>
