<?php
// Delete Submission
$locale['400'] = "Видалити відісланий лінк";
$locale['401'] = "Лінк видалений";
$locale['402'] = "Вернутися до управління відісланим";
$locale['403'] = "Вернутися в панель адміністратора";
// Submission Options
$locale['410'] = "Представлений контент";
$locale['411'] = "Представлені лінки:";
$locale['412'] = "Представлені новини:";
$locale['413'] = "Представлені статті:";
$locale['414'] = "Немає лінків, чекаючих перевірки.";
$locale['415'] = "Немає новин, чекаючих перевірки.";
$locale['416'] = "Немає статей, чекаючих перевірки.";
$locale['417'] = "Перегляд";
$locale['418'] = "Видалити";
$locale['419'] = "Підтвердити фото:";
$locale['420'] = "Немає доступних фото для підтвердження.";
// Add/Delete Web Link Submissions
$locale['430'] = "Опублікувати відісланий лінк";
$locale['431'] = "Лінк добавлене";
$locale['432'] = "Видалити відісланий лінк";
$locale['433'] = "Лінк видалений";
$locale['434'] = "Немає категорій";
// Web Link Submission Form
$locale['440'] = "Перегляд нового контенту";
$locale['441'] = "Лінк добавив ";
$locale['442'] = ", ";
$locale['443'] = "Категорія:";
$locale['444'] = "Назва лінку:";
$locale['445'] = "URL лінку:";
$locale['446'] = "Опис лінку:";
$locale['447'] = "Ви хочете публікувати чи видалити цей лінк?";
$locale['448'] = "Опублікувати";
$locale['449'] = "Видалити лінк";
// Add/Delete News Submissions
$locale['490'] = "Публікація новин";
$locale['491'] = "Новини опубліковані";
$locale['492'] = "Видалити відіслану новину";
$locale['493'] = "Новина видалена";
// News Submission Form
$locale['500'] = "Опції";
$locale['501'] = "Новину добавив ";
$locale['502'] = "Ви хочете публікувати чи видалити цю новину?";
$locale['503'] = "Публікувати";
$locale['504'] = "Видалити новину";
$locale['505'] = "Тема:";
$locale['506'] = "Категорія:";
$locale['507'] = "- немає -";
$locale['508'] = "Новини:";

// Add/Delete Article Submissions
$locale['530'] = "Публікація статей";
$locale['531'] = "Стаття опублікована";
$locale['532'] = "Видалення статті";
$locale['533'] = "Стаття видалена";
// Article Submission Form
$locale['540'] = "Опції";
$locale['541'] = "Ця стаття добавлена ";
$locale['542'] = "Ви хочете публікувати чи видалити цю статтю?";
$locale['543'] = "Публікувати";
$locale['544'] = "Видалити статтю";
$locale['545'] = "Категорія:";
$locale['546'] = "Тема:";
$locale['547'] = "Короткий зміст:";
$locale['548'] = "Стаття:";

// Add/Delete Photo Submissions
$locale['580'] = "Підтвердження публікації фото";
$locale['581'] = "Фото було опубліковано";
$locale['582'] = "Видалити відіслане фото";
$locale['583'] = "Фото видалено";
// Photo Submission Form
$locale['590'] = "Перегляд підтверджених фотографій";
$locale['591'] = "Натисніть тут для перегляду фото";
$locale['592'] = "Вищевказане фото було відіслане ";
$locale['593'] = "Ви хочете публікувати чи видалити це фото?";
$locale['594'] = "Публікувати фото";
$locale['595'] = "Видалити фото";
$locale['596'] = "Заголовок:";
$locale['597'] = "Опис:";
$locale['598'] = "Альбом";
?>
