<?php
// Edit/Save/Delete User Group Messages
$locale['400'] = "Редагувати групу користувачів";
$locale['401'] = "Група користувачів модифікована";
$locale['402'] = "Добавити групу користувачів";
$locale['403'] = "Група користувачів добавлена";
$locale['404'] = "Редагувати групу користувачів";
$locale['405'] = "Всіх користувачів добавити в групу";
$locale['406'] = "Всіх користувачів видалити із групи";
$locale['407'] = "Вибрати користувача для добавлення в групу";
$locale['408'] = "Видалити групу користувачів";
$locale['409'] = "Група не може бути видалена";
$locale['410'] = "В групі є користувачі, видаліть спочатку їх";
$locale['411'] = "Група користувачів видалена";
$locale['412'] = "Вернутися в управління групами користувачів";
$locale['413'] = "Вернутися в панель адміністратора";
// Edit/Delete Options
$locale['420'] = "Групи користувачів";
$locale['421'] = "Редагувати";
$locale['422'] = "Видалити";
$locale['423'] = "Видалити цю групу?";
// Edit/Add User Group
$locale['430'] = "Редагування групи користувачів";
$locale['431'] = "Добавити групу користувачів";
$locale['432'] = "Назва групи:";
$locale['433'] = "Опис групи:";
$locale['434'] = "Зберегти групу";
$locale['435'] = "Добавити всіх користувачів";
$locale['436'] = "Видалити всіх користувачів";
$locale['437'] = "Зберегти вибраних користувачів";
?>
