<?php
// Delete Web Link Category
$locale['400'] = "Видалити категорію лінків";
$locale['401'] = "Категорія лінків не може бути видалена";
$locale['402'] = "В цій категорії є лінки";
$locale['403'] = "Назад в панель управління категоріями лінків";
$locale['404'] = "Назад в панель адміністратора";
$locale['405'] = "Категорія видалена";
// Add/Edit Web Link Category Titles
$locale['420'] = "Змінити категорію";
$locale['421'] = "Добавити категорію";
// Add/Edit Web Link Category Form
$locale['430'] = "Назва категорії:";
$locale['431'] = "Опис категорії:";
$locale['432'] = "Зберегти";
$locale['433'] = "Доступ:";
$locale['434'] = "Сортування категорій:";
$locale['435'] = "ID лінку";
$locale['436'] = "Заголовок лінку";
$locale['437'] = "Дата лінку";
$locale['438'] = "Зростання";
$locale['439'] = "Спадання";
// Current Web Link Categories
$locale['440'] = "Поточні Категорії";
$locale['441'] = "Назва [Натисніть для зміни]";
$locale['445'] = "Доступ";
// Delete Web Link
$locale['460'] = "Видалити лінк?";
// Add/Edit Web Link Titles
$locale['470'] = "Змінити лінк";
$locale['471'] = "Добавити лінк";
// Add/Edit Web Link Form
$locale['480'] = "Назва сайту:";
$locale['481'] = "Опис:";
$locale['482'] = "URL сайту:";
$locale['483'] = "Категорія:";
$locale['484'] = "Добавити";
$locale['485'] = "Оиновити дату публікації";
// Current Web Links
$locale['500'] = "Лінк";
$locale['501'] = "Назва [Натисніть для тесту]";
$locale['502'] = "Опції";
$locale['503'] = "Змінити";
$locale['504'] = "Видалити";
$locale['505'] = "В цій категорії немає лінків";
$locale['506'] = "Немає категорій";
$locale['507'] = "Лінки категорії Адмін";
$locale['508'] = "Немає категорій";
$locale['509'] = "Ви повинні створити, як мінімум, одну категорію, в яку ви будете добавляти лінки";
$locale['510'] = "Натисніть тут,";
$locale['511'] = " щоб перейти в панель управління категоріями лінків";
?>
