<?php
// Forum Index
$locale['400'] = "Форум";
$locale['401'] = "Форум";
$locale['402'] = "Тем";
$locale['403'] = "Повідомлень";
$locale['404'] = "Останнє повідомлення";
$locale['405'] = "Немає повідомлень";
$locale['406'] = "Автор ";
$locale['407'] = "Немає форумів.";
$locale['408'] = "Немає категорій.";
$locale['409'] = "Форуми, які мають нові повідомлення з часу вашого останнього візиту.";
$locale['410'] = "Форуми, які не мають нових повідомлень з часу вашого останнього візиту.";
$locale['411'] = "Модератор: ";
$locale['412'] = "Сторінка: ";
// View Forum
$locale['450'] = "Перегляд форуму";
$locale['451'] = "Тема";
$locale['452'] = "Автор";
$locale['453'] = "Переглядів";
$locale['454'] = "Відповідей";
$locale['455'] = "Тем немає";
$locale['456'] = "Відкрита тема, яка має нові повідомлення з моменту вашого останнього візиту ";
$locale['457'] = "20 і більше";
$locale['458'] = "Відкрита тема, яка немає нових повідомлень з моменту вашого останнього візиту.";
$locale['459'] = "Закрита тема.";
$locale['460'] = "Прикріплена тема.";
$locale['461'] = "Ви не авторизувані для перегляду цього форуму.";
// View Thread
$locale['500'] = "Перегляд теми";
$locale['501'] = "Автор";
$locale['502'] = "Повідомлень:";
$locale['503'] = "Звідки:";
$locale['504'] = "Зареєстрований:";
$locale['505'] = "Опубліковано ";
$locale['506'] = " приєднав зображення:";
$locale['507'] = " приєднав файл:";
$locale['508'] = "Змінив(ла) ";
$locale['509'] = ", ";
$locale['510'] = "Ви не авторизувані для перегляду цієї теми.";
$locale['511'] = "На головну сторінку форуму";
$locale['512'] = "Швидка відповідь";
$locale['513'] = " Заборонити смайли";
$locale['514'] = "Відповісти";
// Moderator Options
$locale['520'] = "Опції модератора:";
$locale['521'] = "Видалити тему";
$locale['522'] = "Закрити тему";
$locale['523'] = "Відкрити тему";
$locale['524'] = "Прикріпити тему";
$locale['525'] = "Прибрати прикріплення";
$locale['526'] = "Перемістити тему";
$locale['527'] = "Зробити новою";
$locale['528'] = "Ок";
// Jump to Forum
$locale['540'] = "Перейти на форум:";
// Search Forum
$locale['550'] = "Пошук";
// Image Alt attributes
$locale['560'] = "Нові повідомлення";
$locale['561'] = "Немає нових повідомлень";
$locale['562'] = "Горячі теми";
$locale['563'] = "Прикріплені теми";
$locale['564'] = "Закриті теми";
$locale['565'] = "Відповідей на повідомлень";
$locale['566'] = "Нових тем";
$locale['567'] = "Аватар користувача";
$locale['568'] = "Редагувати";
$locale['569'] = "Цитувати";
$locale['570'] = "IP адреса";
$locale['571'] = "Відіслати приватне повідомлення";
?>
