<?php
// Delete Thread
$locale['400'] = "Видалити тему";
$locale['401'] = "Тема видалена.";
$locale['402'] = "Повернутися на форум";
$locale['403'] = "На головну сторінку форуму";
$locale['404'] = "Ви впевнені, що хочете видалити цю тему?";
$locale['405'] = "Так";
$locale['406'] = "Ні";
// Lock Thread
$locale['410'] = "Закрити тему";
$locale['411'] = "Тема закрита.";
// Unlock Thread
$locale['420'] = "Відкрити тему";
$locale['421'] = "Тема відкрита.";
// Make Thread Sticky
$locale['430'] = "Прикріпити тему";
$locale['431'] = "Тема прикріплена.";
// Make Thread Non-Sticky
$locale['440'] = "Прибрати прикріплення";
$locale['441'] = "В темі прибрано прикріплення.";
// Move Thread
$locale['450'] = "Перемістити тему";
$locale['451'] = "Перемістити в:";
$locale['452'] = "Тема переміщена.";
// Renew Thread
$locale['458'] = "Зробити новою";
$locale['459'] = "Тема нова.";
// Search Forum
$locale['460'] = "Форум";
$locale['461'] = "Тема";
$locale['462'] = "Автор";
$locale['463'] = "Дата";
$locale['464'] = "Нічого не знайдено. Спробуйте змінити ключові слова.";
$locale['465'] = "Для пошуку потрібно вказати хоч би одне слово.";
?>
