<?php
// Post Titles
$locale['400'] = "Передперегляд";
$locale['401'] = "Опублікувати";
$locale['402'] = "Передперегляд";
$locale['403'] = "Відповісти";
$locale['404'] = "Відповісти";
$locale['405'] = "Передперегляд";
$locale['407'] = "Видалити повідомлення";
$locale['408'] = "Змінити повідомлення";
$locale['409'] = "Зберегти";
// Post Preview
$locale['420'] = "Без заголовку";
$locale['421'] = "Немає повідомлення. Ви не зможете розмістити тему без повідомлення";
$locale['422'] = "Автор:";
$locale['423'] = "Повідомлень:";
$locale['424'] = "Звідки:";
$locale['425'] = "Зареєстрований:";
$locale['426'] = "Опубліковано ";
$locale['427'] = "Змінив(ла) ";
$locale['428'] = ", ";
$locale['429'] = " написав:";
// Post Error/Success
$locale['440'] = "Такий тип файлів не дозволено для завантаження.";
$locale['441'] = "Помилка: Ви не ввели тему повідомлення або саме повідомлення";
$locale['442'] = "Тема опублікована";
$locale['443'] = "Відповідь опублікована";
$locale['444'] = "Тема видалена";
$locale['445'] = "Повідомлення видалено";
$locale['446'] = "Повідомлення оновлено";
$locale['447'] = "В тему";
$locale['448'] = "На форум";
$locale['449'] = "На головну сторінку форуму";
$locale['450'] = "Помилка: Час сесії закінчився. Вам потрібно ще раз ввести ваш логін і пароль";
// Post Form
$locale['460'] = "Тема";
$locale['461'] = "Повідомлення";
$locale['462'] = "Колір шрифту: ";
$locale['463'] = "Опції";
$locale['464'] = "Аттач";
$locale['465'] = " (не обов'язково)";
$locale['466'] = "Макс. розмір файлу: %s / Дозволений тип файлів: %s";
// Post Form Options
$locale['480'] = " Приєднати тему";
$locale['481'] = " Показати підпис в повідомленні";
$locale['482'] = " Видалити повідомлення";
$locale['483'] = " Відключити смайли в повідомленні";
$locale['484'] = " Видалити приєднаний файл -";
$locale['485'] = " Повідомте мене, коли зявиться відповідь";
// Post Access Violation
$locale['500'] = "Ви не можете змінити дане повідомлення.";
// Search Forum Form
$locale['530'] = "Шукати по форуму";
$locale['531'] = "Ключові слова";
$locale['532'] = "Шукати";
// Forum Notification Email
$locale['550'] = "Повідомлення про відповідь в темі - {THREAD_SUBJECT}";
$locale['551'] = "Привіт {USERNAME},

Отримана відповідь на тему у форумі '{THREAD_SUBJECT}' на яку ви підписалися ".$settings['sitename'].". Ви можете використати наступний лінк для перегляду відповіді:

{THREAD_URL}

Якщо Ви більше не хочете отримувати повідомлення, відпишіться від теми, натиснувши лінк внизу теми.

З повагою,
".$settings['siteusername'].".";
?>
